Repository: sol2tice/peachtree
Catalog: src/src/i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: kn_in

source: This sponsored link is an advertisement generated with our %(self_serve_advertisement_tool)s.
kn_in: ಪ್ರಾಯೋಜಿತ ಕೊಂಡಿಯು ನಮ್ಮ %(self_serve_advertisement_tool)s ಇಂದ ನಿರ್ಮಿಸಿದ ಒಂದು ಜಾಹೀರಾತು.

source: self-serve advertisement tool
kn_in: ಸ್ವಯಂ ಸೇವೆಯ ಜಾಹೀರಾತು ಸಾಧನ

source: Get started &rsaquo;
kn_in: ಶುರು ಹಚ್ಕೊಳಿ &rsaquo;

source: This area shows new and upcoming links. Vote on links here to help them become popular, and click the forwards and backwards buttons to view more.
kn_in: ಈ ಜಾಗ ಹೊಸ ಮತ್ತೆ ಮೇಲ್ಬರುತ್ತಿರುವ ಕೊಂಡಿಗಳನ್ನು ತೋರಿಸುತ್ತದೆ. ಅವುಗಳನ್ನು ಜನಪ್ರಿಯ ಮಾಡಲು ಕೊಂಡಿಗಳಿಗೆ ಮತ ನೀಡಿ, ಮತ್ತು ಹೆಚ್ಚು ಕೊಂಡಿಗಳನ್ನು ನೋಡಲು ಮುಂದೆ, ಹಿಂದೆ ಗುಂಡಿಗಳನ್ನು ಒತ್ತಿ.

source: here
kn_in: ಇಲ್ಲಿ

source: This element has been disabled.
kn_in: ಈ ಅಂಶವನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.

source: Click %(here)s to disable this feature.
kn_in: ಈ ವೈಶಿಷ್ಟ್ಯ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಇಲ್ಲಿ %(here)s ಕ್ಲಿಕ್ಕಿಸಿ

source: Enter a keyword or topic to discover new subreddits around your interests. Be specific!
kn_in: ನಿಮಗೆ ಆಸಕ್ತಿ ಇರುವ ಹೊಸ ಸಬ್ ರೆಡ್ಡಿಟ್ ಗಳು ಕಂಡುಹಿಡಿಯಲು ಒಂದು ಕೀಲಿಪದ ಅಥವಾ ವಿಷಯವನ್ನು ನಮೂದಿಸಿ. ನಿರ್ದಿಷ್ಟವಾಗಿರಲಿ!

source: You can access this tool at any time on the %(reddits)s page.
kn_in: ಈ ಸಾಧನವನ್ನು ನೀವು %(reddits)sರ ಪುಟದಲ್ಲಿ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಉಪಯೋಗಿಸಬಹುದು.

source: a community for %(time)s
kn_in: %(time)s ವಯಸ್ಸಿನ ಸಮುದಾಯ

source: not approved
kn_in: ಅನುಮೋದಿಸಲಾಗಿಲ್ಲ

source: over18
kn_in: 18ರ ವಯಸ್ಸಿನ

source: logged-in users viewing this subreddit in the past 15 minutes
kn_in: ಕಳೆದ 15 ನಿಮಿಷಗಳಲ್ಲಿ ಲಾಗ್ ಇನ್ ಆದ ಬಳಕೆದಾರರು ಈ ಸಬ್ ರೆಡ್ಡಿಟ್ ವೀಕ್ಷಿಸುತ್ತಿರುವರು

source: you are no longer an approved submitter
kn_in: ನೀವು ಇನ್ನು ಮುಂದೆ ಅನುಮೋದಿಸಲಾದ ಸಮರ್ಪಕರಲ್ಲ

source: stop being an approved submitter?
kn_in: ಅನುಮೋದಿಸಲಾದ ಸಮರ್ಪಕ ಹುದ್ದೆ ತ್ಯಜಿಸು?

source: a community for
kn_in: ಸಮುದಾಯದ ವಯಸ್ಸು

source: Your edit will not be saved!
kn_in: ನಿಮ್ಮ ಸಂಪಾದನೆಯನ್ನು ಉಳಿಸಲು ಸಾಧ್ಯವಾಗುವುತ್ತಿಲ್ಲ!

source: preview
kn_in: ಪೂರ್ವವೀಕ್ಷಣೆ

source: normal link
kn_in: ಸಾಮಾನ್ಯ ಕೊಂಡಿ

source: compressed link
kn_in: ಸಂಪೀಡಿತ ಕೊಂಡಿ

source: link with thumbnail
kn_in: ಥಂಬ್ನೇಲ್ ಜೊತೆಗೆ ಸಂಪರ್ಕಿಸಿ

source: images
kn_in: ಚಿತ್ರಗಳು

source: image file
kn_in: ಚಿತ್ರದ ಫೈಲ್

source: new image name:
kn_in: ಹೊಸ ಚಿತ್ರ ನಾಮ

source: (image names should consist of alphanumeric characters and '-' only)
kn_in: (ಚಿತ್ರ ನಾಮಗಳು ಅಕ್ಷರಸಂಖ್ಯಾಯುಕ್ತ ಮತ್ತು '-' ಮಾತ್ರವಾಗಿರಬೇಕು)

source: Note: any changes to images here will be reflected immediately on reload and cannot be undone.
kn_in: ಟಿಪ್ಪಣಿ: ಇಲ್ಲಿನ ಚಿತ್ರಗಳ ಬದಲಾವಣೆಗಳನ್ನು ಮರುಲೋಡ್ನಲ್ಲಿ ತಕ್ಷಣವೇ ಕಾಣಿಸಿಕೊಳ್ಳುವುದು ಮತ್ತು ರದ್ದುಪಡಿಸಲಾಗುವುದಿಲ್ಲ.

source: please select an image
kn_in: ಚಿತ್ರವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ

source: paste into stylesheet
kn_in: ಸ್ಟೈಲ್ ಶೀಟ್ ನಲ್ಲಿ ಇರಿಸಿ

source: delete this image
kn_in: ಚಿತ್ರ ತೆಗೆದುಹಾಕಿ

source: all DART traffic for this subreddit.
kn_in: ಈ ಸಬ್ ರೆಡ್ಡಿಟ್ಟಿನ ಎಲ್ಲ DART ಸಂಚಾರ

source: recent 300x100 campaigns in this subreddit:
kn_in: ಈ ಸಬ್ ರೆಡ್ಡಿಟ್ ನಲ್ಲಿನ ಇತ್ತೀಚಿನ 300x100 ಅಭಿಯಾನಗಳು:

source: no recent 300x100 campaigns in this subreddit
kn_in: ಈ ಸಬ್ ರೆಡ್ಡಿಟ್ ನಲ್ಲಿ ಇತ್ತೀಚಿಗೆ ಯಾವುದೇ 300x100 ಅಭಿಯಾನಗಳಿಲ್ಲ

source: All times are in [UTC](http://en.wikipedia.org/wiki/UTC).
kn_in: ಎಲ್ಲ ಸಮಯಗಳು [UTC](http://en.wikipedia.org/wiki/UTC) ಅಲ್ಲಿದೆ.

source: unsubscribe
kn_in: ಅನ್ಸಬ್ಸ್ಕ್ರೈಬ್

source: first
kn_in: ಪ್ರಥಮ

source: thanks for buying creddits!
kn_in: ಕ್ರೆಡ್ಡಿಟ್ ಖರೀದಿಸಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು!

source: thanks for subscribing!
kn_in: ಸಬ್ಸ್ಕ್ರೈಬ್ ಮಾಡಿದ್ದಕೆ ವಂದನೆಗಳು

source: enter your confirmation code below to claim your gift creddits
kn_in: ನಿಮ್ಮ ಕೊಡುಗೆ ಕ್ರೆಡಿಟ್ಸ್ ಪಡೆಯಲು ಕೆಳಕ೦ಡ ದೃಢೀಕರಣ ಸಂಕೇತವನ್ನು ನಮೂದಿಸಿ

source: enter your confirmation code below to activate reddit gold
kn_in: ರೆಡ್ಡಿಟ್ ಚಿನ್ನ ಸಕ್ರಿಯಗೊಳಿಸಲು ಈ ಕೆಳಗಿನ ನಿಮ್ಮ ದೃಢೀಕರಣ ಕೋಡ್ ನಮೂದಿಸಿ

source: You claimed a reddit gold subscription in the last few minutes.
kn_in: ನೀವು ಕಳೆದ ಕೆಲವು ನಿಮಿಷಗಳಲ್ಲಿ ರೆಡ್ಡಿಟ್ ಚಿನ್ನದ ಚಂದಾ ಹಕ್ಕು ಕಾಯ್ದುಕೊ೦ಡಿದ್ದೀರಿ.

source: You're already a reddit gold subscriber.
kn_in: ನೀವು ಈಗಾಗಲೇ ರೆಡ್ಡಿಟ್ ಚಿನ್ನದ ಚಂದಾದಾರರು

source: But if you just gave us even more money, enter the new confirmation code below and we'll add the extra credit to your account.
kn_in: ಆದರೆ ನೀವು ನಮಗೆ ಇನ್ನೂ ಹೆಚ್ಚಿನ ಹಣ ನೀಡಿದರೆ, ಕೆಳಗೆ ಹೊಸ ದೃಢೀಕರಣ ಕೋಡ್ ನಮೂದಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಗೆ ಹೆಚ್ಚುವರಿ ಕ್ರೆಡಿಟ್ ಸೇರಿಸುತ್ತೇವೆ.

source: claim
kn_in: ಪ್ರತಿಪಾದಿಸು

source: unavailable
kn_in: ಲಭ್ಯವಿರುವುದಿಲ್ಲ

source: dust
kn_in: ಧೂಳು

source: %d more
kn_in: %d ಹೆಚ್ಚು

source: Ongoing awards, and their most recent winners:
kn_in: ನಡೆಯುತ್ತಿರುವ ಪ್ರಶಸ್ತಿಗಳು, ಮತ್ತು ಅವುಗಳ ಇತ್ತೀಚಿನ ವಿಜೇತರು:

source: won by
kn_in: ಗೆದ್ದ ವ್ಯಕ್ತಿ

source: recently won by
kn_in: ಇತ್ತೀಚೆಗೆ ಗೆದ್ದ ವ್ಯಕ್ತಿ

source: for this
kn_in: ಇದಕ್ಕೆ

source: Special awards:
kn_in: ವಿಶೇಷ ಪ್ರಶಸ್ತಿಗಳು:

source: Recent activity on your account
kn_in: ನಿಮ್ಮ ಖಾತೆಯ ಇತ್ತೀಚಿನ ಚಟುವಟಿಕೆ

source: IP address
kn_in: ಐ ಪಿ

source: Location
kn_in: ಸ್ಥಳ

source: Last Visit
kn_in: ಕಳೆದ ಭೇಟಿ

source: Log out of all other sessions
kn_in: ಎಲ್ಲಾ ಇತರ ಅವಧಿಗಳಿ೦ದ ಲಾಗ್ ಔಟ್ ಮಾಡಿ

source: clear sessions
kn_in: ಅವಧಿಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ

source: Apps you have authorized
kn_in: ನೀವು ದೃಢೀಕರಿಸಿರುವ ಅಪ್ಲಿಕೇಶನ್ಗಳು

source: can't remove
kn_in: ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಿಲ್ಲ

source: you type:
kn_in: ನೀವು ನಮೂದಿಸಿ:

source: you see:
kn_in: ನೀವು ವೀಕ್ಷಿಸಿ:

source: italics
kn_in: ಇಟಾಲಿಕ್ಸ್

source: bold
kn_in: ಬೋಲ್ಡ್

source: item
kn_in: ವಸ್ತು

source: quoted text
kn_in: ಉಲ್ಲೇಖಿತ ಪಠ್ಯ

source: formatting help
kn_in: ಫಾರ್ಮ್ಯಾಟಿಂಗ್ ಸಹಾಯ

source: all languages
kn_in: ಎಲ್ಲ ಭಾಷೆಗಳು

source: some languages
kn_in: ಕೆಲವು ಭಾಷೆಗಳು

source: upload
kn_in: ಅಪ್ಲೋಡ್

source: Type:
kn_in: ವಿಧ:

source: uploading
kn_in: ಅಪ್ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ

source: last edited
kn_in: ಕೊನೆಯ ಸಂಪಾದನೆ

source: learn more
kn_in: ಹೆಚ್ಚು ತಿಳಿಯಿರಿ.

source: get live %(site)s headlines on your site
kn_in: ನೇರ %(site)s ಮುಖ್ಯಾಂಶಗಳನ್ನು ನಿಮ್ಮ ಸೈಟ್ ನಲ್ಲಿ ಪಡೆದುಕೊಳ್ಳಿ

source: just cut and paste the generated code into your site and your specified %(site)s feed will be displayed and updated as new stories bubble up
kn_in: ಉತ್ಪಾದಿತ ಸಂಕೇತವನ್ನು ನಿಮ್ಮ ತಾಣಕ್ಕೆ ಬರೀ ಕತ್ತರಿಸಿ ಅಂಟಿಸಿ ಮತ್ತು ನಿಮ್ಮ ನಿಗದಿತ %(site)s ರು ಫೀಡ್ ಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಹೊಸ ಕಥೆಗಳು ನೀರ್ಗುಳ್ಳೆಯ ತರಹ ನವೀಕರಿಸಲಾಗುತ್ತದೆ

source: which links do you want to display?
kn_in: ಯಾವ ಕೊಂಡಿಗಳು ನೀವು ಪ್ರದರ್ಶಿಸಲು ಬಯಸುವಿರಿ?

source: all-time
kn_in: ಸಾರ್ವಕಾಲಿಕ

source: submitted by
kn_in: ಸಲ್ಲಿಸಿದವರು

source: saved by
kn_in: ಉಳಿಸಿದವರು

source: liked by
kn_in: ಇಷ್ಟಪಟ್ಟವರು

source: disliked by
kn_in: ಇಷ್ಟಪಡದಿರುವವರು

source: listing options
kn_in: ಪಟ್ಟಿಯ ಆಯ್ಕೆಗಳು

source: links from %(domain)s
kn_in: %(domain)s ನ ಕೊಂಡಿಗಳು

source: links %(submitted_by)s the user %(who)s
kn_in: ಕೊಂಡಿಗಳು %(submitted_by)s ಸಲ್ಲಿಸಿದ ಬಳಕೆದಾರ %(who)s

source: links from the domain %(domain)s
kn_in: %(domain)s ಡೊಮೇನಿನ ಕೊಂಡಿಗಳು

source: sorting options
kn_in: ವಿಂಗಡಿಸುವ ಆಯ್ಕೆಗಳು

source: hottest
kn_in: ಅತ್ಯಂತ ಬಿಸಿಯಾಗಿರುವ

source: newest
kn_in: ಅತ್ಯಂತ ಹೊಸದಾಗಿರುವ

source: sort links by %(what)s
kn_in: ಕೊಂಡಿಗಳನ್ನು ಈ ವಿಧವಾಗಿ ವಿಂಗಡಿಸಿ %(what)s

source: date range includes %(when)s
kn_in: ದಿನಾಂಕ ಶ್ರೇಣಿಯು %(when)s ಒಳಗೊಂಡಿದೆ

source: number of links to show
kn_in: ತೋರಿಸುವ ಕೊಂಡಿಗಳ ಸಂಖ್ಯೆ

source: remove css styling
kn_in: ಸಿ ಎಸ ಎಸ ಸ್ಸ್ಟೈಲಿಂಗ

source: (the widget will inherit all styles from the page)
kn_in: (ಈ ವಿಜೆಟ್ ಪುಟದಿ೦ದ ಎಲ್ಲಾ ಶೈಲಿಗಳನ್ನು ಆನುವಂಶಿಕವಾಗಿ ಪಡೆಯುತ್ತದೆ)

source: enable in-widget voting
kn_in: ವಿಜೆಟ್ ಒಳಗಿನ ಮತದಾನ ಸಕ್ರಿಯಗೊಳಿಸಿ

source: (will slow down the rendering)
kn_in: (ಮೂಡುವ ವೇಗ ನಿಧಾನವಾಗಿ ಇಳಿಮುಖವಾಗುತ್ತದೆ)

source: two columns
kn_in: ಎರಡು ಕಾಲಮ್ಗಳು

source: background color
kn_in: ಹಿನ್ನೆಲೆ ಬಣ್ಣ

source: (e.g., FF0000 = red)
kn_in: (ಉದಾಹರಣೆ, FF0000 = ಕೆಂಪು)

source: border color
kn_in: ಅಂಚಿನ ಬಣ್ಣ

source: the code
kn_in: ಸಂಕೇತ

source: add this into your HTML where you want the %(site)s links displayed
kn_in: ಎಲ್ಲಿ ನಿಮ್ಮ %(site)s ಕೊಂಡಿಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲು ಬಯಸುತ್ತೀರೋ ಇದನ್ನು ಅಲ್ಲಿ ಎಚ್ ಟಿ ಎಂ ಎಲ್ ಗೆ ಸೇರಿಸಿ

source: this edit is for you to resolve the conflict, any text in the box below will not save.
kn_in: ನಿಮ್ಮ ಈ ಸಂಪಾದನೆಯು ಸಂಘರ್ಷವನ್ನು ನಿವಾರಿಸಲು ಮಾಡಲಾಗಿದೆ, ಕೆಳಗಿರುವ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ಯಾವುದೇ ಪಠ್ಯ ಉಳಿಸಲು ಆಗುವುದಿಲ್ಲ.

source: reason for revision
kn_in: ಪರಿಷ್ಕರಣೆಗೆ ಕಾರಣ

source: save page
kn_in: ಪುಟ ಉಳಿಸಿ

source: submit a discussion
kn_in: ಒಂದು ಚರ್ಚೆಯನ್ನು ಸಲ್ಲಿಸಿ

source: The page "%s" was not found in this subreddit.
kn_in: ಪುಟ "%s" ಈ ಸಬ್ ರೆಡ್ಡಿಟ್ ನಲ್ಲಿ ಕಂಡು ಬರಲಿಲ್ಲ.

source: Create page "%s"
kn_in: "%s" ಪುಟ ರಚಿಸಿ

source: compare selected
kn_in: ಆಯ್ಕೆ ಮಾಡಿದನ್ನು ಹೋಲಿಸಿ ನೋಡಿ

source: who can edit this page?
kn_in: ಈ ಪುಟವನ್ನು ಯಾರು ಸಂಪಾದಿಸಬಹುದು?

source: use subreddit wiki permissions
kn_in: ಸಬ್ ರೆಡ್ಡಿಟ್ ವಿಕಿ ಅನುಮತಿಗಳನ್ನು ಉಪಯೋಗಿಸಿ

source: only approved wiki contributors for this page may edit
kn_in: ಅನುಮೋದಿಸಲಾಗಿದೆ ವಿಕಿ ಕೊಡುಗೆದಾರರು ಮಾತ್ರ ಈ ಪುಟವನ್ನು ಪರಿಷ್ಕರಿಸಬಹುದು

source: only mods may edit and view
kn_in: ಕೇವಲ ಮೋಡ್ಸ್ ಸಂಪಾದಿಸಲು ಮತ್ತು ವೀಕ್ಷಿಸಬಹುದು

source: allow users to edit page
kn_in: ಪುಟ ಸಂಪಾದಿಸಲು ಬಳಕೆದಾರರಿಗೆ ಅನುಮತಿ ಕೊಡಿ

source: username does not exist
kn_in: ಬಳಕೆದಾರ ಹೆಸರು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ

source: done
kn_in: ಮುಗಿದಿದೆ

source: save settings
kn_in: ಸೆಟ್ಟಿಂಗ್ಸ್ ಉಳಿಸಿ

source: revert here
kn_in: ಪೂರ್ವಸ್ಥಿತಿಗೆ ಇಲ್ಲಿ ಮರಳಿ

source: this page is empty
kn_in: ಈ ಪುಟ ಖಾಲಿಯಾಗಿದೆ

source: revision by&nbsp;%s
kn_in: ಪರಿಷ್ಕರಿಸಿದವರು &nbsp;%s

source: gold
kn_in: ಚಿನ್ನ

source: New!
kn_in: ಹೊಸದು!

source: buy reddit gold
kn_in: ರೆಡ್ಡಿಟ್ ಚಿನ್ನ ಖರೀದಿಸಿ

source: or
kn_in: ಅಥವಾ

source: send us a postcard
kn_in: ನಮಗೆ ಪೋಸ್ಟ ಕಾರ್ಡ್ ಕಳುಹಿಸಿ

source: become a member today.
kn_in: ಇಂದೇ ಸದಸ್ಯರಾಗಿ.

source: reddit gold is %(gold_month_price)s / month, or %(gold_year_price)s for a year.
kn_in: ಪ್ರತಿ ವರ್ಷಕ್ಕೆ ರೆಡ್ದಿಟ್ ಚಿನ್ನವು %(gold_month_price)s / ತಿಂಗಳು, ಅಥವಾ %(gold_year_price)s ಆಗಿರುತ್ತದೆ.

source: The Lounge.
kn_in: ಲೌಂಜ್.

source: Access to a super-secret members-only community that may or may not exist.
kn_in: ಅಸ್ತಿತ್ವದಲ್ಲಿ ಇರಬಹುದಾದ ಅಥವಾ ಇಲ್ಲದಿರಬಹುದಾದ ಅತ್ಯಂತ ರಹಸ್ಯವಾದ ಸದಸ್ಯರಿಗೆ ಮಾತ್ರವಾದ ಸಮುದಾಯಕ್ಕೆ ಪ್ರವೇಶ.

source: Beta test new features.
kn_in: ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಬೀಟಾ ಪರೀಕ್ಷೆ ಮಾಡು.

source: We occasionally invite gold members to try out new features first.
kn_in: ಚಿನ್ನದ ಸದಸ್ಯರು ನಾವು ಸಮಯಾನುಸಾರ ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಪ್ರಯತ್ನಿಸಲು ಆಮಂತ್ರಿಸುತ್ತೇವೆ.

source: A trophy on your user page.
kn_in: ನಿಮ್ಮ ಬಳಕೆದಾರ ಪುಟಕ್ಕೆ ಒಂದು ಟ್ರೋಫಿ.

source: As thanks for supporting reddit gold.
kn_in: ರೆಡ್ದಿಟ್ ಚಿನ್ನ ಬೆಂಬಲಿಸಿದ್ದಕ್ಕಾಗಿ.

source: More to come.
kn_in: ಹೆಚ್ಚು ಬರಲಿದೆ.

source: We have many more ideas for gold features, and will add to this list in the future.
kn_in: ರೆಡ್ದಿಟ್ ಚಿನ್ನದ ವೈಶಿಷ್ಟ್ಯಗಳಿಗೆ ನಮ್ಮ ಬಳಿ ಇನ್ನೂ ಹೆಚ್ಚು ಆಲೋಚನೆಗಳಿವೆ, ಮತ್ತು ಭವಿಷ್ಯದಲ್ಲಿ ಈ ಪಟ್ಟಿಗೆ ಅವು ಸೇರಿಸುತ್ತದೆ.

source: send us a postcard | for | 1 free month | of | reddit gold
kn_in: ನಮಗೆ ಪೋಸ್ಟ್ ಕಾರ್ಡ್ ಕಳುಹಿಸಿ | 1 ತಿಂಗಳು | ರೆಡ್ದಿಟ್ ಚಿನ್ನ ಪಡೆಯಿರಿ

source: view the postcard gallery
kn_in: ಪೋಸ್ಟ್ ಕಾರ್ಡ್ ಗ್ಯಾಲರಿ ವೀಕ್ಷಿಸು
