Repository: sol2tice/peachtree
Catalog: src/src/i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: kn_in

source: %(score)s submitted %(when)s ago%(lastedited)s
kn_in: %(score)s %(when)s ಹಿಂದೆ ಸಮರ್ಪಿಸಲ್ಪಟ್ಟ %(lastedited)s

source: submitted %(when)s ago%(lastedited)s by %(author)s to %(reddit)s
kn_in: %(reddit)s ಗೆ %(when)s ಹಿಂದೆ ಸಮರ್ಪಿಸಲ್ಪಟ್ಟ %(lastedited)s %(author)s ಇಂದ

source: submitted %(when)s ago%(lastedited)s by %(author)s
kn_in: %(when)s ಹಿಂದೆ ಸಮರ್ಪಿಸಲ್ಪಟ್ಟ %(lastedited)s %(author)s ಇಂದ

source: %(score)s submitted %(when)s ago
kn_in: %(score)s %(when)s ಹಿಂದೆ ಸಲ್ಲಿಸಲಾಗಿತ್ತು

source: submitted %(when)s ago by %(author)s to %(reddit)s
kn_in: %(author)sಇಂದ %(reddit)sಗೆ %(when)s ಗಳ ಹಿಂದೆ ಸಲ್ಲಿಸಲಾಗಿದೆ

source: submitted %(when)s ago by %(author)s
kn_in: %(author)sಇಂದ %(when)s ಗಳ ಹಿಂದೆ ಸಲ್ಲಿಸಲಾಗಿದೆ

source: comment score below threshold
kn_in: ಅನಿಸಿಕೆ ಅಂಕಗಳು ಹೊಸ್ತಿಲ ಕೆಳಗಿದೆ

source: blocked user
kn_in: ನಿರ್ಬಂಧಿಸಿದ ಬಳಕೆದಾರ

source: comment reply
kn_in: ಅನಿಸಿಕೆ ಪ್ರತ್ಯುತ್ತರ

source: post reply
kn_in: ಸಮರ್ಪಣೆ ಪ್ರತ್ಯುತ್ತರ

source: [message from blocked user]
kn_in: [ನಿರ್ಬಂಧಿಸಿದ ಬಳಕೆದಾರನ ಸಂದೇಶ]

source: [unblock user to see this message]
kn_in: [ಈ ಸಂದೇಶವನ್ನು ನೋಡಲು ಬಳಕೆದಾರ ಅನಿರ್ಬಂಧಿಸಿ ]

source: subreddit message %(author)s sent %(when)s ago
kn_in: ಸಬ್ ರೆಡ್ಡಿಟ್ ಸಂದೇಶ %(when)s ಹಿಂದೆ %(author)s ಕಳುಹಿಸಿದರು

source: to %(dest)s sent %(when)s ago
kn_in: %(dest)sಗೆ %(when)s ಹಿಂದೆ ಕಳುಹಿಸಲ್ಪಟ್ಟ

source: from %(author)s sent %(when)s ago
kn_in: %(author)s ಇಂದ %(when)s ಹಿಂದೆ ಕಳುಹಿಸಲ್ಪಟ್ಟ

source: to %(dest)s from %(author)s sent %(when)s ago
kn_in: %(author)s ಇಂದ %(dest)sಗೆ %(when)s ಹಿಂದೆ ಕಳುಹಿಸಲ್ಪಟ್ಟ

source: via %(subreddit)s
kn_in: %(subreddit)s ರ ಮೂಲಕ

source: %(author)s via %(subreddit)s
kn_in: %(author)s ಇದರ ಮೂಲಕ - %(subreddit)s

source: user
kn_in: ಬಳಕೆದಾರ

source: note
kn_in: ಟಿಪ್ಪಣಿ

source: friendship
kn_in: ಸ್ನೇಹ

source: add a friend
kn_in: ಸ್ನೇಹಿತ ಸೇರಿಸಿ

source: blocked users
kn_in: ನಿರ್ಬಂಧಿಸಿದ ಬಳಕೆದಾರರು

source: add approved submitter
kn_in: ಅನುಮೋದನೆಗೊಂಡ ಸಮರ್ಪಕ ಸೇರಿಸಿ

source: invite moderator
kn_in: ನಿಯ೦ತ್ರಕರನ್ನು ಆಹ್ವಾನಿಸಿ

source: you are a moderator of this subreddit. %(action)s
kn_in: ನೀವು ಈ ಸಬ್ ರೆಡ್ಡಿಟ್ಟಿನ ನಿಯಂತ್ರಕರಾಗಿದ್ದೀರ. %(action)s

source: [reddit] %(user)s has shared a link with you
kn_in: [reddit] %(user)s ನಿಮ್ಮೊಂದಿಗೆ ಕೊಂಡಿ ಹಂಚಿಕೊಂಡಿದ್ದಾರೆ

source: [feedback] feedback from '%(user)s'
kn_in: [feedback] '%(user)s'ನಿಂದ ಪ್ರತ್ಯಾದಾನ

source: [ad_inq] feedback from '%(user)s'
kn_in: [ad_inq] '%(user)s'ನಿಂದ ಪ್ರತ್ಯಾದಾನ

source: [reddit] email removal notice
kn_in: [reddit] ಈಮೇಲ್ ತೆಗೆಯಲು ಸೂಚನೆ

source: [reddit] email addition notice
kn_in: [reddit] ಈಮೇಲ್ ಸೇರಿಸಲು ಸೂಚನೆ

source: [reddit] reset your password
kn_in: [reddit] ನಿಮ್ಮ ಸಂಕೇತ ಪದ ಮರುಹೊಂದಿಸಿ

source: [reddit] verify your email address
kn_in: [reddit] ನಿಮ್ಮ ಈಮೇಲ್ ಪರಿಶೀಲಿಸಿ

source: [reddit] your bid has been accepted
kn_in: [reddit] ನಿಮ್ಮ ಬಿಡ್ ಸ್ವೀಕರಿಸಲಾಗಿದೆ

source: [reddit] your promotion has been accepted
kn_in: [reddit] ನಿಮ್ಮ ಪ್ರಚಾರ ಸ್ವೀಕರಿಸಲಾಗಿದೆ

source: [reddit] your promotion has been rejected
kn_in: [reddit] ನಿಮ್ಮ ಪ್ರಚಾರ ತಿರಸ್ಕರಿಸಲಾಗಿದೆ

source: [reddit] your promotion has been charged
kn_in: [reddit] ನಿಮ್ಮ ಪ್ರಚಾರ ಬದಲಾಗಿದೆ

source: [reddit] your promotion is now live
kn_in: [reddit] ನಿಮ್ಮ ಪ್ರಚಾರ ಈಗ ಜೀವಂತವಾಗಿದೆ

source: [reddit] your promotion has finished
kn_in: [reddit] ನಿಮ್ಮ ಪ್ರಚಾರ ಮುಗಿದಿದೆ

source: [reddit] your promotion has been created
kn_in: [reddit] ನಿಮ್ಮ ಪ್ರಚಾರ ರಚಿಸಲಾಗಿದೆ

source: [reddit] hey, nerd!
kn_in: [reddit] ಏಯ್ ನೆರ್ಡ್ !

source: [reddit] reddit gold activation link
kn_in: [reddit] ರೆಡ್ಡಿಟ್ ಚಿನ್ನ ಸಕ್ರಿಯಗೊಳಿಸುವ ಕೊಂಡಿ

source: ban user
kn_in: ಬಳಕೆದಾರನನ್ನು ನಿಷೇಧಿಸಿ

source: unban user
kn_in: ಬಳಕೆದಾರರನ್ನು ಬಹಿಷ್ಕೃತಗೊಳಿಸಬೇಡಿ

source: remove post
kn_in: ಪೋಸ್ಟ್ ತೆಗೆದುಹಾಕಿ

source: approve post
kn_in: ಪೋಸ್ಟ್ ಅನುಮೋದಿಸಿ

source: remove comment
kn_in: ಟಿಪ್ಪಣಿ ತೆಗೆದುಹಾಕಿ

source: approve comment
kn_in: ಟಿಪ್ಪಣಿ ಅನುಮೋದಿಸಿ

source: add moderator
kn_in: ನಿಯಂತ್ರಕ ಸೇರಿಸಿ

source: remove moderator
kn_in: ನಿಯಂತ್ರಕರನ್ನು ತೆಗೆದುಹಾಕಿ

source: uninvite moderator
kn_in: ನಿಯಂತ್ರಕರರ ಆಮಂತ್ರಣವನ್ನು ಹಿ೦ತೆಗೆದುಕೊಳ್ಳಿ

source: accept moderator invite
kn_in: ನಿಯಂತ್ರಕರ ಆಹ್ವಾನವನ್ನು ಸ್ವೀಕರಿಸಿ

source: add contributor
kn_in: ದೇಣಿಗೆದಾರನನ್ನು ಸೇರಿಸಿ

source: remove contributor
kn_in: ಕೊಡುಗೆದಾರರನ್ನು ತೆಗೆದುಹಾಕಿ

source: edit settings
kn_in: ಸಿದ್ಧತೆಗಳನ್ನು ಸಂಪಾದಿಸಿ

source: distinguish
kn_in: ಪ್ರತ್ಯೇಕಿಸು

source: mark nsfw
kn_in: ಏನ್ ಎಸ ಎಫ್ ಡಬ್ಲ್ಯೂ ಎಂದು ಗುರುತಿಸಿ

source: ban from wiki
kn_in: ವಿಕಿಯಿ೦ದ ಬಹಿಷ್ಕರಿಸಿ

source: unban from wiki
kn_in: ವಿಕಿಯಿ೦ದ ಬಹಿಷ್ಕೃತಗೊಳಿಸಬೇಡಿ

source: add wiki contributor
kn_in: ವಿಕಿ ಕೊಡುಗೆದಾರರನ್ನು ಸೇರಿಸಿ

source: remove wiki contributor
kn_in: ವಿಕಿ ಕೊಡುಗೆದಾರರನ್ನು ತೆಗೆದುಹಾಕಿ

source: wiki revise page
kn_in: ವಿಕಿ ಪುಟ ಪರಿಷ್ಕರಿಸಿ

source: wiki page permissions
kn_in: ವಿಕಿ ಪುಟದ ಅನುಮತಿಗಳು

source: wiki banned
kn_in: ವಿಕಿ ನಿಷೇಧಿಸಲಾಗಿದೆ

source: unbanned from wiki
kn_in: ವಿಕಿಯಿ೦ದ ನಿಷೇಧ ತೆರವುಗೊಳಿಸಿ

source: added wiki contributor
kn_in: ವಿಕಿ ಕೊಡುಗೆದಾರರನ್ನು ಸೇರಿಸಿಲಾಗಿದೆ

source: removed wiki contributor
kn_in: ವಿಕಿ ಕೊಡುಗೆದಾರರನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: unbanned
kn_in: ನಿಷೇಧಿಸಲಾಗಿಲ್ಲ

source: removed
kn_in: ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: approved
kn_in: ಅನುಮೋದಿಸಲಾಗಿದೆ

source: added moderator
kn_in: ನಿಯಂತ್ರಕರನ್ನು ಸೇರಿಸಲಾಗಿದೆ

source: removed moderator
kn_in: ನಿಯಂತ್ರಕರನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: invited moderator
kn_in: ನಿಯಂತ್ರಕರನ್ನು ಆಹ್ವಾನಿಸಿದ್ದಾರೆ

source: uninvited moderator
kn_in: ಆಹ್ವಾನಿಸದ ನಿಯಂತ್ರಕರರು

source: accepted moderator invitation
kn_in: ನಿಯಂತ್ರಕರರ ಆಹ್ವಾನ ಸ್ವೀಕರಿಸಿದ್ದಾರೆ

source: added approved contributor
kn_in: ಅನುಮೋದಿತ ಕೊಡುಗೆದಾರರನ್ನು ಸೇರಿಸಲಾಗಿದೆ

source: removed approved contributor
kn_in: ಅನುಮೋದಿತ ಕೊಡುಗೆದಾರರನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: edited settings
kn_in: ಸಂಪಾದಿಸಿದ ಸೆಟ್ಟಿಂಗ್ ಗಳು

source: edited flair
kn_in: ಸಂಪಾದಿತ ಫ್ಲೇರ್

source: edited wiki page
kn_in: ಸಂಪಾದಿಸಿದ ವಿಕಿ ಪುಟ

source: changed wiki page permission level
kn_in: ವಿಕಿ ಪುಟ ಅನುಮತಿ ಮಟ್ಟ ಬದಲಾಯಿಸಲಾಗಿದೆ

source: distinguished
kn_in: ಪ್ರತ್ಯೇಕಿಸಿದ

source: marked nsfw
kn_in: ಏನ್ ಎಸ ಎಫ್ ಡಬ್ಲ್ಯೂ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ

source: unspam
kn_in: ಅಸ್ಪ್ಯಾಮೀಕರಿಸಿ

source: confirmed spam
kn_in: ಖಚಿತವಾದ ಸ್ಪ್ಯಾಮ್

source: removed not spam
kn_in: ಸ್ಪ್ಯಾಮ್ ಅಲ್ಲವೆಂದು ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: removed spam
kn_in: ಸ್ಪ್ಯಾಮ್ ತೆಗೆದುಹಾಕಲಾಗಿದೆ

source: removed self
kn_in: ಸ್ವಯಂ ತೆಗೆದುಹಾಕಿ

source: title
kn_in: ಶೀರ್ಷಿಕೆ

source: description
kn_in: ವಿವರಣೆ

source: sidebar
kn_in: ಅಡ್ಡ ಪಟ್ಟಿ

source: language
kn_in: ಭಾಷೆ

source: type
kn_in: ಪ್ರಕಾರ

source: link type
kn_in: ಕೊಂಡಿಯ ಪ್ರಕಾರ

source: toggle viewers must be over 18
kn_in: ವೀಕ್ಷಕರು 18 ವಯಸ್ಸಿನ ಮೇಲಿರಬೇಕು ಟಾಗಲ್ ಮಾಡಿ

source: toggle allow in default set
kn_in: ಡೀಫಾಲ್ಟ್ ಸೆಟ್ ನಲ್ಲಿ ಅವಕಾಶ ನೀಡಿ ಟಾಗಲ್ ಮಾಡಿ

source: toggle show thumbnail images of content
kn_in: ವಿಷಯದ ಥಂಬ್ನೇಲ್ ಚಿತ್ರಗಳು ತೋರಿಸು ಟಾಗಲ್ ಮಾಡಿ

source: domain
kn_in: ಡೊಮೇನ್

source: toggle show sidebar from cname
kn_in: cname ನಿಂದ ಸೈಡ್ ಬಾರ್ ತೋರಿಸು ಟಾಗಲ್ ಮಾಡಿ

source: toggle custom CSS from cname
kn_in: cname ನಿಂದ ಕಸ್ಟಮ್ ಸಿಎಸ್ಎಸ್ ಟಾಗಲ್ ಮಾಡಿ

source: header title
kn_in: ಶಿರೋನಾಮೆ

source: delete header image
kn_in: ಶಿರೋಚಿತ್ರ ಅಳಿಸಿ

source: delete image
kn_in: ಚಿತ್ರವನ್ನು ಅಳಿಸಿ

source: upload header image
kn_in: ಹೆಡರ್ ಚಿತ್ರ ಅಪ್ಲೋಡ್ ಮಾಡಿ

source: upload image
kn_in: ಚಿತ್ರವನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ

source: add/edit flair
kn_in: ಫ್ಲೇರ್ ಸೇರಿಸಿ / ಸಂಪಾದಿಸಿ

source: delete flair
kn_in: ಫ್ಲೇರ್ ಅಳಿಸಿ

source: edit by csv
kn_in: ಸಿ ಎಸ್ ವಿ ಇಂದ ತಿದ್ದಿ

source: toggle flair enabled
kn_in: ಟಾಗಲ್ ಫ್ಲೇರ್ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ

source: toggle user flair position
kn_in: ಬಳಕೆದಾರೆ ಫ್ಲೇರ್ ಸ್ಥಾನ ಟಾಗಲ್ ಮಾಡಿ

source: toggle link flair position
kn_in: ಕೊಂಡಿಯ ಫ್ಲೇರ್ ಸ್ಥಾನವನ್ನು ಹೊರಳಿಸಿ

source: toggle user assigned flair enabled
kn_in: ಬಳಕೆದಾರನಿಂದ ನಿಗದಿಪಡಿಸಲಾಗಿದೆ ಫ್ಲೇರ್ ಟಾಗಲ್ ಮಾಡಿ

source: toggle submitter assigned link flair enabled
kn_in: ಸಮರ್ಪಕ ವಹಿಸಿದ ಕೊಂಡಿಯ ಫ್ಲೇರ್ ಸಕ್ರಿಯಗೊಳಿಸು ಟಾಗಲ್ ಮಾಡು

source: add/edit flair templates
kn_in: ಫ್ಲೇರ್ ನಮೂನೆಗಳನ್ನು ಸೇರಿಸಿ / ಸಂಪಾದಿಸಿ

source: delete flair template
kn_in: ಫ್ಲೇರ್ ನಮೂನೆಗಳನ್ನು ಅಳಿಸಿ

source: clear flair templates
kn_in: ಫ್ಲೇರ್ ನಮೂನೆಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ

source: remove
kn_in: ತೆಗೆದುಹಾಕಿ

source: by
kn_in: ಇಂದ

source: on
kn_in: ಆನ್

source: Edit Posts
kn_in: ಪೋಸ್ಟ್ ಗಳನ್ನು ಸಂಪಾದಿಸಿ

source: Edit and delete my comments and submissions.
kn_in: ನನ್ನ ಪ್ರತಿಕ್ರಿಯೆಗಳು ಮತ್ತು ಸಲ್ಲಿಕೆಗಳನ್ನು ಸಂಪಾದಿಸಿ ಮತ್ತು ಅಳಿಸಿ.

source: My Identity
kn_in: ನನ್ನ ಗುರುತು

source: Access my reddit username and signup date.
kn_in: ನನ್ನ ರೆಡ್ಡಿಟ್ ನಾಮಧೇಯ ಬಳಕೆನಾಮ ಮತ್ತು ನೊಂದಣಿ ದಿನಾಂಕ ನೋಡು.

source: Moderate Flair
kn_in: ನಿಯಂತ್ರಕ ಫ್ಲೇರ್

source: Manage and assign flair in subreddits I moderate.
kn_in: ನಾನು ನಿಯಂತ್ರಿಸುವ ಸಬ್ ರೆಡ್ಡಿಟ್ ನಲ್ಲಿ ಫ್ಲೇರ್ ನಿರ್ವಹಿಸಿ ಮತ್ತು ನಿಗದಿಪಡಿಸಿ.

source: Moderate Posts
kn_in: ಪೋಸ್ಟ್ ಗಳನ್ನು ನಿಯ೦ತ್ರಿಸಿ

source: Approve, remove, mark nsfw, and distinguish content in subreddits I moderate.
kn_in: ನಾನು ನಿಯಂತ್ರಿಸುವ ಸಬ್ರೆಡ್ಡಿಟ್ಟಿನ ವಿಷಯವನ್ನು ಅನುಮೋದಿಸು, ತೆಗೆದುಹಾಕು, nsfw ಗುರುತು ಹಾಕು, ಬೇರ್ಪಡಿಸು.

source: Moderate Subreddit Configuration
kn_in: ಮಧ್ಯಮ ಸಬ್ ರೆಡ್ಡಿಟ್ ಕಾನ್ಫಿಗರೇಶನ್

source: Manage the configuration, sidebar, and CSS of subreddits I moderate.
kn_in: ನಾನು ನಿಯ೦ತ್ರಿಸುವ ಸಬ್ ರೆಡ್ಡಿಟ್ ಗಳ ಸಂರಚನೆ, ಅಡ್ಡಪಟ್ಟಿ, ಹಾಗೂ ಸಿಎಸ್ಎಸ್ ಅನ್ನು ನಿರ್ವಹಿಸಿ.

source: Moderation Log
kn_in: ನಿಯ೦ತ್ರಕದ ದಾಖಲೆ

source: Access the moderation log in subreddits I moderate.
kn_in: ನಾನು ಮಧ್ಯಸ್ಥಿಕೆ ವಹಿಸಿದ ಸಬ್ ರೆಡ್ಡಿಟ್ ಗಳ ಮಧ್ಯಸ್ಥಿಕೆ ದಾಖಲೆಯನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಿ

source: Subreddit Traffic
kn_in: ಸಬ್ ರೆಡ್ಡಿಟ್ ಸಂಚಾರ

source: Access traffic stats in subreddits I moderate.
kn_in: ನಾನು ನಿಯ೦ತ್ರಿಸುವ ಸಬ್ ರೆಡ್ಡಿಟ್ ನ ದಟ್ಟಣೆ ಅಂಕಿಅಂಶಗಳನ್ನು ನಿಲುಕಿಸಿ.

source: My Subreddits
kn_in: ನನ್ನ ಸಬ್ ರೆಡ್ಡಿಟ್ ಗಳು

source: Access the list of subreddits I moderate, contribute to, and subscribe to.
kn_in: ನಾನು ಕೊಡುಗೆಯನ್ನು ನೀಡಿದ, ಮಧ್ಯಸ್ಥಿಕೆ ವಹಿಸಿದ ಮತ್ತು ಚಂದಾದಾರಾಗಿರುವ ಸಬ್ ರೆಡ್ಡಿಟ್ ಪಟ್ಟಿಯನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಿ

source: Private Messages
kn_in: ಖಾಸಗಿ ಸಂದೇಶಗಳು

source: Access my inbox and send private messages to other users.
kn_in: ನನ್ನ ಇನ್ಬಾಕ್ಸ್ ಪ್ರವೇಶಿಸಿ ಮತ್ತು ಇತರ ಬಳಕೆದಾರರಿಗೆ ಖಾಸಗಿ ಸಂದೇಶಗಳನ್ನು ಕಳುಹಿಸಿ

source: Read Content
kn_in: ವಿಷಯವನ್ನು ಓದಿ

source: Access posts and comments through my account.
kn_in: ಪೋಸ್ಟ್ಗಳು ಹಾಗೂ ಕಾಮೆಂಟ್ಗಳನ್ನು ನನ್ನ ಖಾತೆಯ ಮೂಲಕ ನಿಲುಕಿಸಿಕೊಳ್ಳಿ

source: Submit Content
kn_in: ವಿಷಯವನ್ನು ಸಲ್ಲಿಸಿ

source: Submit links and comments from my account.
kn_in: ನನ್ನ ಖಾತೆಯಿಂದ ಕೊಂಡಿಗಳನ್ನು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಸಲ್ಲಿಸಿ.

source: Edit My Subscriptions
kn_in: ನನ್ನ ಚಂದಾದಾರಿಕೆಯನ್ನು ಸಂಪಾದಿಸಿ

source: Manage my subreddit subscriptions.
kn_in: ನನ್ನ ಉಪ ರೆಡ್ಡಿಟ್ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ.

source: Vote
kn_in: ಮತ

source: Submit and change my votes on comments and submissions.
kn_in: ಸಲ್ಲಿಸಿ ಮತ್ತು ನನ್ನ ಪ್ರತಿಕ್ರಿಯೆಗಳ ಹಾಗೂ ಸಲ್ಲಿಕೆಗಳ ಮೇಲಿನ ಮತಗಳನ್ನು ಬದಲಾಯಿಸಿ.

source: try using our secure login form.
kn_in: ನಮ್ಮ ಸುರಕ್ಷಿತ ಲಾಗಿನ್ ರಚನೆಯನ್ನು ಉಪಯೋಗಿಸಿ ಪ್ರಯತ್ನಿಸಿ.

source: please wait a few seconds and try again.
kn_in: ಕೆಲವು ಕ್ಷಣ ಕಾದು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

source: save
kn_in: ಉಳಿಸಿ

source: days
kn_in: ದಿನ

source: view subreddit traffic
kn_in: ಸಬ್ ರೆಡ್ಡಿಟ್ ದಟ್ಟಣೆ ವೀಕ್ಷಿಸಿ

source: go
kn_in: ನಿರ್ಗಮಿಸಿ

source: are you sure?
kn_in: ನಿನಗೆ ಇದರ ಬಗ್ಗೆ ಖಾತರಿಯಿದೆಯೇ?

source: yes
kn_in: ಹೌದು

source: no
kn_in: ಇಲ್ಲ

source: hide
kn_in: ಮರೆಮಾಡಿ

source: top adverts
kn_in: ಅಗ್ರ ಜಾಹೀರಾತುಗಳು

source: ad
kn_in: ಜಾಹೀರಾತು

source: Exclude your subscribed subreddits
kn_in: ನಿಮ್ಮ ಸಬ್ಸ್ಕ್ರೈಬ್ ಆಗಿರುವ ಸಬ್ ರೆಡ್ಡಿಟ್ ಗಳನ್ನು ಹೊರತುಪಡಿಸಿ

source: links from %(site)s
kn_in: %(site)sನ ಕೊಂಡಿಗಳು

source: install the %(site)s bookmarklet set
kn_in: %(site)s ಬುಕ್ಮಾರ್ಕ್ಲೆಟ್ ಸೆಟ್ ಅನುಸ್ಥಾಪಿಸಿ

source: once added to your bookmark bar, you can click these buttons from any site to get quick access to reddit functionality.
kn_in: ಒಮ್ಮೆ ನಿಮ್ಮ ಬುಕ್ಮಾರ್ಕ್ ಪಟ್ಟಿಯನ್ನು ಸೇರಿಸಿದ ಮೇಲೆ, ಯಾವುದೇ ತಾಣದಿ೦ದ ತ್ವರಿತವಾಗಿ ರೆಡ್ಡಿಟ್ ಕಾರ್ಯಗಳನ್ನು ಮಾಡಲು ಈ ಬಟನ್ ಒತ್ತಿ.

source: in Firefox
kn_in: ಫ್ಯರ್ ಫಾಕ್ಷ್ ನಲ್ಲಿ

source: click and drag
kn_in: ಕ್ಲಿಕ್ ಮಾಡಿ ಎಳೆಯಿರಿ

source: to your bookmark bar.
kn_in: ನಿಮ್ಮ ಬುಕ್ಮಾರ್ಕ್ ಬಾರಿಗೆ

source: in Internet Explorer
kn_in: ಇಂಟರ್ನೆಟ್ ಎಕ್ಸ್ಪ್ಲೋರರ್ ನಲ್ಲಿ

source: right-click on
kn_in: ಬಲ-

source: then choose "Add to Favorites" and add to the "Links" folder.
kn_in: ನಂತರ "ಮೆಚ್ಚಿನವುಗಳಿಗೆ ಸೇರಿಸಿ" ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು "ಕೊಂಡಿಗಳು" ಫೋಲ್ಡರಿಗೆ ಸೇರಿಸಿ.

source: in Safari
kn_in: ಸಫಾರಿಯಲ್ಲಿ

source: voila! now you have all the functionality of %(site)s in your toolbar.
kn_in: ನಿಮ್ಮ ಟೂಲ್ಬಾರ್ ಈಗ %(site)s ನ ಎಲ್ಲಾ ಕ್ರಿಯಾತ್ಮಕತೆಯನ್ನು ಹೊಂದಿವೆ.

source: put %(site)s buttons on your site
kn_in: ನಿಮ್ಮ ತಾಣದಲ್ಲಿ %(site)s ಗುಂಡಿಗಳನ್ನು ಹಾಕಿ

source: the reddit button is the smart way to get your content submitted to and discussed on reddit. pick the button you like from below, and then copy/paste the code into your HTML editor.
kn_in: ರೆಡ್ಡಿಟ್ ಬಟನ್ ಎ೦ಬುದು ನಿಮ್ಮ ವಿಷಯವನ್ನು ಸಲ್ಲಿಸಿ ಮತ್ತು ಅದರ ಮೇಲೆ ರೆಡ್ಡಿಟ್ ನಲ್ಲಿ ಚರ್ಚೆಗಳಾಗುವ೦ತೆ ಮಾಡುವ ಒ೦ದು ಜಾಣ ಮಾರ್ಗವಾಗಿದೆ. ಈ ಕೆಳಗಿನಿಂದ ನೀವು ಇಷ್ಟಪಡುವ ಗುಂಡಿಯನ್ನು ಆರಿಸಿ, ಮತ್ತು ನಂತರ ನಿಮ್ಮ HTML ಸಂಪಾದಕದಲ್ಲಿ ಕೋಡ್ ಅನ್ನು ಅಂಟಿಸಿ / ನಕಲಿಸಿ.

source: commonly used buttons
kn_in: ಸಾಮಾನ್ಯವಾಗಿ ಬಳಸುವ ಗುಂಡಿಗಳು

source: use one of these buttons to quickly add reddit links to your site, or see below for more options.
kn_in: ತ್ವರಿತವಾಗಿ ನಿಮ್ಮ ತಾಣಕ್ಕೆ ರೆಡ್ಡಿಟ್ ಕೊಂಡಿಗಳು ಸೇರಿಸಲು ಈ ಗುಂಡಿಗಳು ಬಲಸಿ, ಅಥವಾ ಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳಿಗಾಗಿ ಕೆಳಗೆ ನೋಡಿ.

source: buttons with points
kn_in: ಅಂಕಗಳುಳ್ಳ ಗುಂಡಿಗಳು

source: customizing the look of your buttons
kn_in: ನಿಮ್ಮ ಗುಂಡಿಗಳ ನೋಟ ಗ್ರಾಹಕೀಕರಣ

source: the buttons with points have three additional options.
kn_in: ಅಂಕಗಳಿರುವ ಬಟನ್ಗಳು ಮೂರು ಹೆಚ್ಚುವರಿ ಆಯ್ಕೆಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ.

source: no styles will be added, so you can style it yourself
kn_in: ಯಾವುದೇ ಶೈಲಿಗಳು ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ, ಹಾಗಾಗಿ ನಿಮ್ಮ ಶೈಲಿಯನ್ನು ನೀವೇ ನಿರ್ಧರಿಸಬಹುದು

source: specify a url to use instead of the current url
kn_in: ಪ್ರಸ್ತುತ URL ಬದಲಿಗೆ ನೀವು ಬಳಸಲು ಒಂದು URL ಸೂಚಿಸಿ

source: opens links in a new window
kn_in: ಕೊಂಡಿಗಳನ್ನು ಹೊಸ ವಿಂಡೋದಲ್ಲಿ ತೆರೆಯಿರಿ

source: Example:
kn_in: ಉದಾಹರಣೆ:

source: simple interactive button
kn_in: ಸರಳ ಇಂಟರ್ಯಾಕ್ಟಿವ್ ಗುಂಡಿ

source: put this code on your page:
kn_in: ಈ ಸಂಕೇತವನ್ನು ನಿಮ್ಮ ಪುಟದಲ್ಲಿ ಹಾಕಿ:

source: and you'll get something like this:
kn_in: ಆಗ ನಿಮಗೆ ಇದು ಸಿಗುತ್ತದೆ:

source: more interactive buttons
kn_in: ಹೆಚ್ಚು ಇಂಟರ್ಯಾಕ್ಟಿವ್ ಗುಂಡಿಗಳು

source: interactive button advanced settings
kn_in: ಇಂಟರ್ಯಾಕ್ಟಿವ್ ಗುಂಡಿ ವಿಸ್ತೃತ ವಿಸ್ತೃತ ಸೆಟ್ಟಿಂಗ್ ಗಳು

source: specify a url
kn_in: ಯುಅರ್ ಎಲ್ ಸೂಚಿಸಿ

source: useful in places like blogs, where you want to link to the post's permalink
kn_in: ಬ್ಲಾಗ್ ನಂತಹ ತಾಣಗಳಲ್ಲಿ ಇದು ಉಪಯುಕ್ತ, ಅಲ್ಲಿ ನೀವು ಶಾಶ್ವತ ಕೊಂಡಿಗೆ ಸಂಪರ್ಕ ಕೊಡಬಹುದು

source: specify a community to target
kn_in: ಗುರಿಯಾಗಿಸುವ ಒಂದು ಸಮುದಾಯವನ್ನು ಸೂಚಿಸಿ

source: specify a title
kn_in: ಒಂದು ಶೀರ್ಷಿಕೆ ಸೂಚಿಸಿ

source: open links in a new window
kn_in: ಕೊಂಡಿಗಳನ್ನು ಹೊಸ ವಿಂಡೋದಲ್ಲಿ ತೆರೆಯಿರಿ

source: specify the color
kn_in: ಬಣ್ಣ ಸೂಚಿಸಿ

source: specify a border color
kn_in: ಅಂಚಿನ ಬಣ್ಣ ಸೂಚಿಸಿ

source: to make this button:
kn_in: ಈ ಗುಂಡಿ ಮಾಡಲು:

source: use this code:
kn_in: ಈ ಸಂಕೇತ ಉಪಯೋಗಿಸಿ

source: more badges and buttons
kn_in: ಹೆಚ್ಚು ಬ್ಯಾಡ್ಜ್ ಗಳು ಮತ್ತು ಗುಂಡಿಗಳು

source: view code
kn_in: ಸಂಕೇತ ನೋಡಿ

source: hide code
kn_in: ಸಂಕೇತ ಮರೆಮಾಡಿ

source: (sorry)
kn_in: (ಕ್ಷಮೆಯಿರಲಿ)

source: are you human?
kn_in: ನೀವು ಮನುಷ್ಯರೆ?

source: human?
kn_in: ಮನುಷ್ಯರೆ?

source: clear
kn_in: ತೆರವುಗೊಳಿಸಿ

source: in
kn_in: ಅಲ್ಲಿ

source: deleted comment from
kn_in: ಅಳಿಸಲಾದ ಅನಿಸಿಕೆ ಇವರಿಂದ

source: ago
kn_in: ಹಿಂದೆ

source: child
kn_in: ಮಗು ಮಕ್ಕಳು

source: show replies
kn_in: ಪ್ರತ್ಯುತ್ತರಗಳನ್ನು ತೋರಿಸು

source: This sidebar will automatically appear when there are comments.
kn_in: ಈ ಅಡ್ಡಪಟ್ಟಿ ಪ್ರತಿಕ್ರಿಯೆಗಳು ಇದ್ದಾಗ ತಾನಾಗಿಯೆ ಕಾಣಿಸುತ್ತದೆ.

source: This sidebar will not be shown automatically.
kn_in: ಈ ಅಡ್ಡಪಟ್ಟಿ ತಾನಾಗಿಯೆ ತೋರಿಸಲಾಗುವುದಿಲ್ಲ.

source: no highlighting
kn_in: ಎತ್ತಿ ತೋರಿಸಲ್ಪಡುವಿದಿಲ್ಲ

source: no spaces, e.g., slashdot
kn_in: ಖಾಲಿಜಾಗ ಬೇಡ, ಉದಾಹರಣೆ: slashdot

source: name
kn_in: ಹೆಸರು

source: e.g., slashdot: news for nerds, stuff that matters
kn_in: ಉದಾಹರಣೆ - ಕನ್ನಡ: ಕನ್ನಡವೇ ಸತ್ಯ, ಕನ್ನಡವೇ ನಿತ್ಯ.

source: publicly describe your subreddit for all to see. 500 characters max.
kn_in: ಎಲ್ಲರಿಗೂ ಕಾಣುವ೦ತೆ ಸಾರ್ವಜನಿಕವಾಗಿ ನಿಮ್ಮ ಸಬ್ ರೆಡ್ಡಿಟ್ ಅನ್ನು ವಿವರಿಸಿ. ಗರಿಷ್ಠ 500 ಅಕ್ಷರಗಳು.

source: shown in the sidebar of your subreddit. 5120 characters max.
kn_in: ನಿಮ್ಮ ಸಬ್ ರೆಡ್ಡಿಟ್ನ ಅಡ್ಡಪಟ್ಟಿಯಲ್ಲಿ ತೋರಿಸಲಾಗಿದೆ. 5120 ಗರಿಷ್ಠ ಅಕ್ಷರಗಳು.

source: public
kn_in: ಸಾರ್ವಜನಿಕ

source: anyone can view and submit
kn_in: ಯಾರಾದರೂ ವೀಕ್ಷಿಸಬಹುದು ಮತ್ತು ಸಮರ್ಪಿಸಬಹುದು

source: restricted
kn_in: ನಿರ್ಬಂಧಿತ

source: anyone can view, but only some are approved to submit links
kn_in: ಯಾರಾದರೂ ವೀಕ್ಷಿಸಬಹುದು, ಆದರೆ ಕೆಲವರು ಮಾತ್ರ ಸಮರ್ಪಿಸಳು ಸಾಧ್ಯ

source: private
kn_in: ಖಾಸಗಿ

source: only approved members can view and submit
kn_in: ಅನುಮೋದಿಸಲಾದ ಸದಸ್ಯರು ಮಾತ್ರ ವೀಕ್ಷಿಸಬಹುದು ಮತ್ತು ಸಮರ್ಪಿಸಬಹುದು

source: archived
kn_in: ಸಂಗ್ರಹಿಸಲಾಗಿದೆ

source: anyone can view, but submissions are no longer accepted
kn_in: ಯಾರಾದರೂ ವೀಕ್ಷಿಸಬಹುದು, ಆದರೆ ಇನ್ನು ಮುಂದೆ ಸಲ್ಲಿಕೆಗಳನ್ನು ಸ್ವೀಕರಿಸಲಾಗುತ್ತಿಲ್ಲ.

source: content options
kn_in: ವಿಷಯದ ಆಯ್ಕೆಗಳು

source: any
kn_in: ಯಾವುದೇ

source: any link type is allowed
kn_in: ಯಾವುದೇ ಕೊಂಡಿ ಪ್ರಕಾರಕ್ಕೆ ಅವಕಾಶವಿದೆ

source: links only
kn_in: ಕೊಂಡಿಗಳು ಮಾತ್ರ

source: only links to external sites are allowed
kn_in: ಹೊರಗಿನ ತಾಣಗಳ ಕೊಂಡಿಗಳಿಗೆ ಮಾತ್ರ ಅವಕಾಶವಿದೆ

source: text posts only
kn_in: ಪಠ್ಯ ಸಮರ್ಪಣೆಗಳು ಮಾತ್ರ

source: only text/self posts are allowed
kn_in: ಪಠ್ಯ/ಸ್ವಯಂ ಸಮರ್ಪಣೆಗಳಿಗೆ ಮಾತ್ರ ಅವಕಾಶವಿದೆ

source: disabled
kn_in: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ

source: Wiki is disabled for all users except mods
kn_in: ಮೋಡ್ಸ್ ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಎಲ್ಲಾ ಬಳಕೆದಾರರಿಗೆ ವಿಕಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ

source: mod editing
kn_in: ಮಾಡ್ ಸಂಪಾದನೆ

source: Only mods, approved wiki contributors, or those on a page's edit list may edit
kn_in: ಕೇವಲ ನಿಯತ್ರಕರು, ಅನುಮೋದಿಸಲಾಗಿದೆ ವಿಕಿ ಕೊಡುಗೆದಾರರು, ಅಥವಾ ಪುಟದ ಪರಿಷ್ಕರಣೆದಾರರು ಮಾತ್ರ ಪರಿಷ್ಕರಿಸಬಹುದು

source: anyone
kn_in: ಯಾರಾದರೂ

source: Anyone who can submit to the subreddit may edit
kn_in: ಸಬ್ ರೆಡ್ಡಿಟ್ ಗೆ ಸಲ್ಲಿಸಬಹುದಾದವರು ಯಾರಾದರೂ ಸಂಪಾದಿಸಬಹುದು

source: Subreddit karma required to edit and create wiki pages:
kn_in: ವಿಕಿ ಪುಟಗಳನ್ನು ಸಂಪಾದಿಸಲು ಮತ್ತು ರಚಿಸಲು ಸಬ್ ರೆಡ್ಡಿಟ್ ಕರ್ಮ ಅಗತ್ಯವಿದೆ:

source: Account age (days) required to edit and create wiki pages:
kn_in: ವಿಕಿ ಪುಟಗಳನ್ನು ಸಂಪಾದಿಸಲು ಮತ್ತು ರಚಿಸಲು ಖಾತೆಯ ವಯಸ್ಸು (ದಿನಗಳಲ್ಲಿ) ಅಗತ್ಯವಿದೆ:

source: other options
kn_in: ಇತರೆ ಆಯ್ಕೆಗಳು

source: viewers must be over eighteen years old
kn_in: ವೀಕ್ಷಕರು ಹದಿನೆಂಟು ವರ್ಷಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ವಯಸ್ಸುಳ್ಳವರಾಗಿರಬೇಕ

source: show thumbnail images of content
kn_in: ವಿಷಯದ ಕಿರುನೋಟ ಚಿತ್ರಗಳನ್ನು ತೋರಿಸು

source: make custom CSS styles apply only when accessed from the cname.
kn_in: CNAME ನಿ೦ದ ಪ್ರವೇಶಿಸಿದಾಗ ಗ್ರಾಹಕೀಕರಿಸಿದ CSS ಶೈಲಿಗಳನ್ನು ಮಾತ್ರ ಅನ್ವಯಿಸುವ೦ತೆ ರಚಿಸಿ

source: show sidebar when accessed from the cname.
kn_in: cnameನಿಂದ ನೋಡಿದಾಗ ಸೈಡ್ ಬಾರ್ ತೋರಿಸು

source: hide help
kn_in: ಸಹಾಯವನ್ನು ಅಡಗಿಸಿ

source: Own a domain? Enter it here and then go to your DNS provider and add a CNAME record aliasing your domain to rhs.reddit.com. You will be able to access your reddit through your domain.
kn_in: ಒಂದು ಡೊಮೇನ್ ಹೊಂದಿದ್ದೀರಾ? ಇಲ್ಲಿ ನಮೂದಿಸಿ ಮತ್ತು ನಿಮ್ಮ DNS ಪೂರೈಕೆದಾರ ಸಂಸ್ಥೆಗೆ ಹೋಗಿ, ನಿಮ್ಮ ಡೊಮೇನ್ ಅನ್ನು ಒಂದು CNAME ದಾಖಲೆ ಜತೆ ಉಪನಾಮದೊ೦ದಿಗೆ rhs.reddit.com ನಲ್ಲಿ ಸೇರಿಸಿ. ನಿಮ್ಮ ಡೊಮೇನ್ ಮೂಲಕ ನಿಮಗೆ ರೆಡ್ಡಿಟ್ ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.

source: look and feel
kn_in: ನೋಟ ಮತ್ತು ಅನುಭವ

source: edit the stylesheet
kn_in: ಸ್ಟೈಲ್ ಶೀಟ್ ಪರಿಷ್ಕರಿಸಿ

source: leaves this page
kn_in: ಈ ಪುಟ ಬಿಡುತ್ತದೆ

source: restore default header
kn_in: ಪೂರ್ವನಿಯೋಜಿತ ಶೀರ್ಷಿಕೆ ಪುನಃಸ್ಥಾಪಿಸಿ

source: save options
kn_in: ಆಯ್ಕೆಗಳನ್ನು ಉಳಿಸಿ

source: a message from the moderators of /r/%s
kn_in: /r/%sರ ನಿಯಂತ್ರಕರಿಂದ ಒಂದು ಸಂದೇಶ

source: nsfw
kn_in: ಏನ್ ಎಸ್ ಎಫ್ ಡಬ್ಲ್ಯೂ

source: view more:
kn_in: ಇನ್ನಷ್ಟು ವೀಕ್ಷಿಸಿ:

source: your name
kn_in: ನಿಮ್ಮ ಹೆಸರು

source: (only used to reply)
kn_in: (ಪ್ರತ್ಯುತ್ತರಿಸಲು ಮಾತ್ರ ಬಳಸಲಾಗುತ್ತದೆ)

source: email
kn_in: ಈಮೇಲ್

source: send
kn_in: ಕಳುಹಿಸಿ

source: jump to user (or add):
kn_in: ಬಳಕೆದಾರ-ಕ್ಕೆ ಬನ್ನಿ (ಅಥವಾ ಸೇರಿಸಿ)

source: back to full list
kn_in: ಪೂರ್ಣ ಪಟ್ಟಿಗೆ ಹಿಂತಿರುಗಿ

source: back to the beginning
kn_in: ಪ್ರಾರಂಭಕ್ಕೆ ಹಿಂತಿರುಗಿ

source: flair text
kn_in: ಫ್ಲೇರ್ ಪಠ್ಯ

source: css class
kn_in: ಸಿಎಸಎಸ ವರ್ಗ

source: prev
kn_in: ಹಿಂದಿನ

source: next
kn_in: ಮುಂದಿನ

source: flair settings
kn_in: ಫ್ಲೇರ್ ಸೆಟ್ಟಿಂಗ್ ಗಳು

source: flair options
kn_in: ಆಯ್ಫ್ಲೇರ್ಕೆಗಳು

source: enable user flair in this subreddit
kn_in: ಈ ಸಬ್ ರೆಡ್ಡಿಟ್ ನಲ್ಲಿ ಬಳಕೆದಾರ ಫ್ಲೇರ್ ಸಕ್ರಿಯಗೊಳಿಸಿ

source: allow users to assign their own flair
kn_in: ಬಳಕೆದಾರರಿಗೆ ತಮ್ಮ ಫ್ಲೇರ್ ತಾವೇ ನಿಯೋಜಿಸಲು ಬಿಡಿ

source: allow submitters to assign their own link flair
kn_in: ಕೊಂಡಿಯನ್ನು ಸಲ್ಲಿಸುವವರಿಗೆ ತಮ್ಮ ಸ್ವಂತ ಫ್ಲೇರ್ ನಿಗದಿಪಡಿಸಲು ಅವಕಾಶ ನೀಡಿ

source: user flair position
kn_in: ಬಳಕೆದಾರರ ಫ್ಲೇರ್ ಸ್ಥಾನ

source: left
kn_in: ಎಡದ

source: position flair to the left of the username
kn_in: ಬಳಕೆದಾರ ಹೆಸರಿನ ಎಡಗಡೆ ಫ್ಲೇರ್ ಅನ್ನು ಸ್ಥಾನೀಕರಿಸಿ

source: right
kn_in: ಬಲದ

source: position flair to the right of the username
kn_in: ಫ್ಲೇರ್ ಬಳಕೆನಾಮದ ಬಲಬದಿಯಲ್ಲಿ ಇರಿಸಿ

source: link flair position
kn_in: ಫ್ಲೇರ್ ಸ್ಥಾನವನ್ನು ಸಂಪರ್ಕಿಸಿ

source: don't show link flair
kn_in: ಸಂಪರ್ಕ ಫ್ಲೇರ್ ತೋರಿಸಬೇಡಿ

source: position flair to the left of the link
kn_in: ಕೊಂಡಿಯ ಎಡಬದಿಯಲ್ಲಿ ಫ್ಲೇರ್ ಸ್ಥಾನೀಕರಿಸಿ

source: position flair to the right of the link
kn_in: ಕೊಂಡಿಯ ಬಲಬದಿಯಲ್ಲಿ ಫ್ಲೇರ್ ಸ್ಥಾನೀಕರಿಸಿ

source: select flair
kn_in: ಫ್ಲೇರ್ ಆರಿಸಿ

source: remove flair
kn_in: ಫ್ಲೇರ್ ತೆಗೆದುಹಾಕಿ

source: flair selection unavailable
kn_in: ಫ್ಲೇರ್ ಆಯ್ಕೆ ಲಭ್ಯವಿಲ್ಲ

source: user can edit?
kn_in: ಬಳಕೆದಾರರು ಸಂಪಾದಿಸಬಹುದೇ?

source: clear all flair templates
kn_in: ಎಲ್ಲ ಫ್ಲೇರ್ ಟೆಂಪ್ಲೆಟ್ ಗಳು ತೆರವುಗೊಳಿಸಿ

source: cleared
kn_in: ತೆರವುಗೊಳಿಸಲಾಗಿದೆ

source: show url
kn_in: ಯುಅರ್ ಎಲ್ ತೋರಿಸು

source: hide url
kn_in: ಯುಅರ್ ಎಲ್ ಮರೆಮಾಡು

source: load a random link
kn_in: ಯಾದೃಚ್ಛಿಕ ಲಿಂಕ್ ಲೋಡ್ ಮಾಡಿ

source: serendipity
kn_in: ಆಕಸ್ಮಿಕ ಶೋಧನಾ ಕೃತಿ

source: visit your userpage
kn_in: ನಿಮ್ಮ ಬಳಕೆದಾರ ಪುಟಕ್ಕೆ ಭೇಟಿ ನೀಡಿ

source: login / register
kn_in: ಪ್ರವೇಶಿಸಿ / ನೋಂದಾಯಿಸಿ

source: new mail
kn_in: ಹೊಸ ಅಂಚೆ

source: visit this link without the toolbar
kn_in: ಪರಿಕರಪಟ್ಟಿ ಇಲ್ಲದೆ ಈ ಲಿಂಕ್ಗೆ ಭೇಟಿ ನೀಡಿ

source: click to visit the main page for this submission
kn_in: ಈ ಸಲ್ಲಿಕೆಗೆ ಮುಖ್ಯ ಪುಟಕ್ಕೆ ಭೇಟಿ ನೀಡಲು ಕ್ಲಿಕ್ ಮಾಡಿ

source: vote %(direction)s
kn_in: %(direction)s ಕ್ಕೆ ಮತ ಹಾಕಿ

source: like
kn_in: ಇಷ್ಟಪಡು

source: dislike
kn_in: ಇಷ್ಟಪಡದಿರು

source: unsave
kn_in: ಉಳಿಸಿ

source: unsaved
kn_in: ಉಳಿಸಲಾಗಿಲ್ಲ

source: unhide
kn_in: ಅಡಗಿಸಬೇಡಿ

source: unhidden
kn_in: ಅಡಗಿಸಲ್ಪಟ್ಟಿಲ್ಲ

source: toggle the comments panel
kn_in: ಅನುಳಿಸು

source: How much gold do you wish to bestow?
kn_in: ನೀವು ಎಷ್ಟು ಚಿನ್ನ ಕೊಡಲು ಇಚ್ಛೆ ಪಡುತ್ತೀರಿ?

source: Note: If you want to give more than %(number)d, you'll need to buy more creddits.
kn_in: ಗಮನಿಸಿ: ನೀವು %(number)d ಹೆಚ್ಚು ನೀಡಲು ಬಯಸಿದರೆ, ನೀವು ಹೆಚ್ಚು ಕ್ರೆಡ್ಡಿಟ್ ಗಳನ್ನು ಖರೀದಿ ಮಾಡಬೇಕಾಗುತ್ತದೆ.

source: Buy for yourself, as an ongoing subscription
kn_in: ನಿಮಗಾಗಿ ಚಾಲ್ತಿಯಲ್ಲಿರುವ ಚಂದಾ ಮಾಹಿತಿ ಖರೀದಿಸಿ

source: Buy for yourself, as a one-time purchase
kn_in: ನಿಮಗಾಗಿ ಒಂದು ಬಾರಿ ಖರೀದಿ ಆಯ್ಕೆಯಲ್ಲಿ ಖರೀದಿಸಿ

source: Give reddit gold to someone else
kn_in: ಬೇರೆಯವರಿಗೆ ರೆಡ್ಡಿಟ್ ಚಿನ್ನ ನೀಡಿ

source: Buy reddit gold "creddits"
kn_in: ರೆಡ್ಡಿಟ್ ಚಿನ್ನದ "ಕ್ರೆಡ್ಡಿಟ್ ಗಳನ್ನು" ಖರೀದಿಸಿ

source: %s / month
kn_in: %s / ತಿಂಗಳು

source: %s / year (which works out to just %s / month!)
kn_in: %s / ವರ್ಷ (ಇದು ಕೇವಲ %s / month ಕ್ಕೆ ಸಮವಾಗುತ್ತದೆ)

source: subscribe
kn_in: ಸಬ್ಸ್ಕ್ರೈಬ್

source: How many months?
kn_in: ಎಷ್ಟು ತಿಂಗಳು?

source: buy
kn_in: ಖರೀದಿಸಿ

source: To whom are you giving said gold?
kn_in: ನೀವು ಯಾರಿಗೆ ಚಿನ್ನ ನೀಡುತ್ತಿರುವಿರಿ ಎ೦ದು ಹೇಳಿದ್ದೀರಿ?

source: Do you want them to know it came from you?
kn_in: ಅದು ನಿಮ್ಮಿಂದ ಬಂದಿದೆಯೆಂದು ಅವರಿಗೆ ತಿಳಿಯಬೇಕೆ?

source: yes, include my username
kn_in: ಹೌದು, ನನ್ನ ಬಳಕೆದಾರ ಹೆಸರು ಸೇರಿಸಿ

source: no, make it anonymous
kn_in: ಇಲ್ಲ, ಅನಾಮಧೇಯವಾಗಿಡಿ

source: Gift message (optional):
kn_in: ಉಡುಗೊರೆ ಸಂದೇಶ (ಐಚ್ಛಿಕ):

source: give
kn_in: ನೀಡಿ

source: How many creddits would you like to buy? (each will allow you to give one month of reddit gold)
kn_in: ಎಷ್ಟು ಕ್ರೆಡ್ಡಿಟ್ ಖರೀದಿಸುತ್ತೀರಿ? (ಒಂದರಿಂದ ಒಂದು ತಿಂಗಳು ರೆಡ್ಡಿಟ್ ಚಿನ್ನ ಕೊಡಬಹದು)

source: close
kn_in: ಮುಚ್ಚು

source: The following gift note will be attached:
kn_in: ಕೆಳಕಂಡ ಕೊಡುಗೆ ಟಿಪ್ಪಣಿಯನ್ನು ಲಗತ್ತಿಸಲಾಗುತ್ತದೆ:

source: Please select a payment method.
kn_in: ದಯವಿಟ್ಟು ಹಣ ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.

source: PayPal
kn_in: ಪೇಪಾಲ್

source: card number
kn_in: ಕಾರ್ಡ್ ಸಂಖ್ಯೆ

source: expiration date
kn_in: ಮುಕ್ತಾಯ ದಿನಾಂಕ

source: city
kn_in: ನಗರ

source: country
kn_in: ರಾಷ್ಟ್ರ
