Repository: sol2tice/peachtree
Catalog: src/src/i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: kn_in

source: most likely this was done automatically by our spam filtering program. the program is still learning, and may even have some bugs, so if you feel the ban was a mistake, please submit a link to our [request a subreddit listing](%(link)s) and be sure to include the **exact name of the subreddit**.
kn_in: ಸಂಭವನೀಯವಾಗಿ ಇದು ನಮ್ಮ ಸ್ಪ್ಯಾಮ್ ನಿಯಂತ್ರಿಸುವ ಪ್ರೊಗ್ರಾಮ್ ನಿಂದ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮಾಡಲಾಗಿರಬಹುದು. ಈ ಪ್ರೊಗ್ರಾಮ್ ಇನ್ನೂ ಕಲಿಕೆಯಲ್ಲಿದೆ ಮತ್ತು ಕೆಲವು ದೋಷಗಳನ್ನೂ ಹೊಂದಿರಬಹುದು, ಆದ್ದರಿಂದ ನೀವು ಈ ನಿಷೇಧ ತಪ್ಪೆಂದು ಭಾವಿಸಿದ್ದರೆ ದಯವಿಟ್ಟು ನಮ್ಮ [ಸಬ್ರೆಡ್ಡಿಟ್ ಪಟ್ಟಿಗೆ ವಿನಂತಿ](%(link)s) ಗೆ ಸಮರ್ಪಿಸಿ ಮತ್ತು **ಸಬ್ರೆಟ್ಟಿನ ಸರಿಯಾದ ಹೆಸರನ್ನು** ಸೇರಿಸಲು ಮರೆಯಬೇಡಿ.

source: this subreddit is private
kn_in: ಇದು ಖಾಸಗಿ ಸಬ್ ರೆಡ್ಡಿಟ್

source: the moderators of this subreddit have set it to private. you must be a moderator or approved submitter to view its contents.
kn_in: ಈ ಸಬ್ ರೆಡ್ಡಿಟ್ ನ ನಿಯಂತ್ರಕರರು ಅದನ್ನು ಖಾಸಗಿ ಎ೦ದು ಲಗತ್ತಿಸಿದ್ದಾರೆ. ಅದರ ವಿಷಯಗಳನ್ನು ವೀಕ್ಷಿಸಲು ನೀವೊಬ್ಬ ನಿಯಂತ್ರಕರರು ಅಥವಾ ಅನುಮೋದಿತ ಸಲ್ಲಿಕೆದಾರರಾಗಿ ಇರಬೇಕು.

source: The following is a sample of what Reddit users had to say about this page. The full discussion is available [here](%(fd_link)s); you can also get there by clicking the link's title (in the middle of the toolbar, to the right of the comments button).
kn_in: ಈ ಮುಂದಿನದು ರೆಡ್ಡಿಟ್ ಬಳಕೆದಾರರು ಈ ಪುಟದ ಬಗ್ಗೆ ಏನು ಹೇಳಿದ್ದಾರೆಂಬುದರ ತುಣುಕು. ಸಂಪೂರ್ಣ ಚರ್ಚೆ [ಇಲ್ಲಿದೆ](%(fd_link)s); ಕೊಂಡಿಯ ಶೀರ್ಷಿಕೆಯನ್ನು ಕ್ಲಿಕ್ಕಿಸುವುದರ ಮೂಲಕವೂ ನೀವಲ್ಲಿಗೆ ತಲುಪಬಹುದು (ಟೂಲ್ಬಾರಿನ ಮಧ್ಯದಲ್ಲಿ, ಅನಿಸಿಕೆ ಗುಂಡಿಯ ಬಲಕ್ಕೆ).

source: You are submitting a link. The key to a successful submission is interesting content and a descriptive title.
kn_in: ನೀವು ಒಂದು ಕೊಂಡಿಯನ್ನು ಸಲ್ಲಿಸುತ್ತಿರುವಿರಿ. ಒಂದು ಯಶಸ್ವೀ ಸಲ್ಲಿಕೆಯಲ್ಲಿ ಪ್ರಮುಖವಾಗಿ ಆಸಕ್ತಿದಾಯಕ ವಿಷಯ ಮತ್ತು ಒಂದು ವಿವರಣಾತ್ಮಕ ಶೀರ್ಷಿಕೆ ಹೊಂದಿರಬೇಕು.

source: You are submitting a text-based post. Speak your mind. A title is required, but expanding further in the text field is not. Beginning your title with "vote up if" is violation of intergalactic law.
kn_in: ನೀವು ಒಂದು ಪಠ್ಯ ಆಧರಿತ ಪೋಸ್ಟ್ ಸಲ್ಲಿಸುತ್ತಿದ್ದಾರೆ. ಮನಸ್ಸಿನಿ೦ದ ಮಾತನಾಡಿ. ಶೀರ್ಷಿಕೆ ಅಗತ್ಯವಿದೆ, ಆದರೆ ಪಠ್ಯ ಕ್ಷೇತ್ರದಲ್ಲಿ ಮತ್ತಷ್ಟು ವಿಸ್ತರಣೆ ಇಲ್ಲ. ನಿಮ್ಮ ಶೀರ್ಷಿಕೆಯ ಆರಂಭದಲ್ಲಿ "ವೇಳೆ ಅಪ್ ಮತ" ಇದ್ದರೆ ಇಂಟರ್ ಗ್ಯಾಲಕ್ಟಿಕ್ ಕಾನೂನಿನ ಉಲ್ಲಂಘನೆಯಾಗುತ್ತದೆ

source: we're going to need to verify your email address for you to proceed.
kn_in: ನೀವು ಮುಂದುವರೆಯಲು ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಪರಿಶೀಲಿಸುವ ಅಗತ್ಯವಿದೆ.

source: you'll be able to submit more frequently once you verify your email address
kn_in: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಪರಿಶೀಲಿಸಿದ ನ೦ತರ ನೀವು ಆಗಾಗ ಸಲ್ಲಿಸಬಹುದು.

source: Verification failed. Please try that again
kn_in: ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.

source: Our search machines are under too much load to handle your request right now. :( Sorry for the inconvenience. Try again in a little bit -- but please don't mash reload; that only makes the problem worse.
kn_in: ಇದೀಗ ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ನಿರ್ವಹಿಸಲು, ನಮ್ಮ ಹುಡುಕಾಟ ಯಂತ್ರಗಳು ತುಂಬಾ ಲೋಡ್ ನಲ್ಲಿವೆ. : ( ಅಡಚಣೆಗಾಗಿ ಕ್ಷಮಿಸಿ. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ - ಆದರೆ ದಯವಿಟ್ಟು ಹಿಚುಕಿ ರೀಲೋಡ್ ಮಾಡಬೇಡಿ; ಇದು ಸಮಸ್ಯೆಯನ್ನು ಇನ್ನೂ ಕೆಟ್ಟದಾಗಿ ಮಾಡುತ್ತದೆ.

source: I couldn't understand your query, so I simplified it and searched for "%(clean_query)s" instead.
kn_in: ನನಗೆ ನಿಮ್ಮ ಕ್ವೆರಿ ಅರ್ಥವಾಗಲಿಲ್ಲ, ಆದ್ದರಿಂದ ಅದನ್ನು ಸರಳೀಕೃತಗೊಳಿಸಿ "%(clean_query)s" ಕ್ಕಾಗಿ ಶೋಧನೆ ಮಾಡಿದೆ.

source: I couldn't understand your search query. Please try again.
kn_in: ನಿಮ್ಮ ಹುಡುಕಾಟದ ಪ್ರಶ್ನೆ ನನಗೆ ಅರ್ಥವಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.

source: You may also want to check the [search help page](%(search_help)s) for more information.
kn_in: ಹೆಚ್ಚು ಮಾಹಿತಿಗಾಗಿ ನೀವು [ಶೋಧ ಸಹಾಯ ಪುಟ](%(search_help)s) ಕೂಡ ನೋಡಬಹುದು

source: Looks like you're either a brand new user or your posts have not been doing well recently. You may have to wait a bit to post again. In the meantime feel free to [check out the reddiquette](%(reddiquette)s) or join the conversation in a different thread.
kn_in: ನೀವು ಒಬ್ಬ ಹೊಚ್ಚ ಹೊಸ ಬಳಕೆದಾರ ಅಥವಾ ನಿಮ್ಮ ಸಮರ್ಪಣೆಗಳು ಅಷ್ಟು ಸರಿಯಾಗಿ ಕಾರ್ಯವಹಿಸುತ್ತಿಲ್ಲವೆಂದು ತೋರುತ್ತದೆ. ನೀವು ಸಮರ್ಪಿಸಲು ಸ್ವಲ್ಪ ಸಮಯ ಕಾಯಬೇಕಾಗಬಹುದು. ಅಷ್ಟರಲ್ಲಿ [ರೆಡ್ಡಿಕ್ವೆಟ್ ಗಮನಿಸಿ](%(reddiquette)s) ಅಥವಾ ಬೇರೆ ಎಳೆಯಲ್ಲಿ ಸಂಭಾಷಣೆಗೆ ಸೇರಿಕೊಳ್ಳಿ.

source: Looks like you're either a brand new user or your posts have not been doing well recently. You may have to wait a bit to post again. In the meantime feel free to [check out the reddiquette](%(reddiquette)s), join the conversation in a different thread, or [verify your email address](%(verify)s).
kn_in: ನೀವು ಒಬ್ಬ ಹೊಚ್ಚ ಹೊಸ ಬಳಕೆದಾರ ಅಥವಾ ನಿಮ್ಮ ಸಮರ್ಪಣೆಗಳು ಅಷ್ಟು ಸರಿಯಾಗಿ ಕಾರ್ಯವಹಿಸುತ್ತಿಲ್ಲವೆಂದು ತೋರುತ್ತದೆ. ನೀವು ಸಮರ್ಪಿಸಲು ಸ್ವಲ್ಪ ಸಮಯ ಕಾಯಬೇಕಾಗಬಹುದು. ಅಷ್ಟರಲ್ಲಿ [ರೆಡ್ಡಿಕ್ವೆಟ್ ಗಮನಿಸಿ](%(reddiquette)s), ಬೇರೆ ಎಳೆಯಲ್ಲಿ ಸಂಭಾಷಣೆಗೆ ಸೇರಿಕೊಳ್ಳಿ ಅಥವಾ [ನಿಮ್ಮ ಈಮೇಲ್ ವಿಳಾಸವನ್ನು ಪರಿಶೀಲಿಸಿ](%(verify)s).

source: reddit is in "emergency read-only mode" right now. :( you won't be able to log in. we're sorry, and are working frantically to fix the problem.
kn_in: ರೆಡ್ಡಿಟ್ ಇದೀಗ "ತುರ್ತು ಓದಲು ಮಾತ್ರ ಸಾಧ್ಯವಾಗುವ ಮೋಡ್" ನಲ್ಲಿ ಇದೆ. : ( ನಿಮಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ ಎ೦ದು ಹೇಳಲು ನಾವು ವಿಷಾದಿಸುತ್ತೇವೆ , ಹಾಗು ತೊಂದರೆಯನ್ನು ನಿವಾರಿಸಲು ತೀವ್ರಗತಿಯಿ೦ದ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದ್ದೇವೆ.

source: this page is temporarily in read-only mode due to heavy traffic.
kn_in: ಈ ಪುಟವನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ದಟ್ಟಣೆಯ ಕಾರಣ ಓದಲು ಮಾತ್ರ ಸಾಧ್ಯವಾಗುವ ಮೋಡ್ನಲ್ಲಿದೆ.

source: You sent us a postcard! (Or something similar.) When we run out of room on our refrigerator, we might one day auction off the stuff that people sent in. Is it okay if we include your thing?
kn_in: ನೀವು ನಮಗೆ ಪೋಸ್ಟ್ಕಾರ್ಡ್ ಕಳುಹಿಸಿದ್ದೀರಿ! (ಅಥವಾ ಅದನ್ನು ಹೋಲುವಂತಿರುವ ಇನ್ನೇನೋ.) ನಮ್ಮ ರೆಫ್ರಿಜರೇಟರ್ ನಲ್ಲಿನ ಕೋಣೆಯ ಖಾಲಿಯಾದಾಗ, ನಾವು ಜನರು ಕಳುಹಿಸಿದ ಸಾಮಗ್ರಿಯನ್ನು ಒಂದು ದಿನ ಹರಾಜು ಮಾಡಬಹುದು. ನಿಮ್ಮ ಸಾಮಗ್ರಿಯನ್ನು ಇದಕ್ಕೆ ಸೇರಿಸಿದರೆ ಪರವಾಗಿಲ್ಲವೇ?

source: Sorry, the maximum number of comments is %(max)d. (However, if you subscribe to reddit gold, it goes up to %(goldmax)d.)
kn_in: ಕ್ಷಮಿಸಿ, ಅನಿಸಿಕೆಗಳ ಗರಿಷ್ಠ ಸಂಖ್ಯೆ %(max)d. (ಆದರೆ, ನೀವು ರೆಡ್ಡಿಟ್ ಚಿನ್ನಕ್ಕೆ ಸಬ್ಸ್ಕ್ರೈಬ್ ಮಾಡಿದರೆ, ಅದು %(goldmax)dಗೆ ಹೋಗುತ್ತದೆ.)

source: Sorry, the maximum number of comments is %d.
kn_in: ಕ್ಷಮಿಸಿ, ಅನಿಸಿಕೆಗಳ ಗರಿಷ್ಠ ಸಂಖ್ಯೆ %d.

source: Here's a note that was included: ----
kn_in: ಇಲ್ಲಿ ಸೇರಿಸಿಕೊಳ್ಳಲಾದ ಒಂದು ಟಿಪ್ಪಣಿ ಇಲ್ಲಿದೆ:⏎ ⏎ ----⏎ ⏎

source: You're about to set up an ongoing, autorenewing subscription to reddit gold for yourself (%(user)s).
kn_in: ನೀವು ಒಂದು ಚಾಲ್ತಿಯಲ್ಲಿರುವ ಸ್ವ-ನವೀಕರಿಸುವ ರೆಡ್ಡಿಟ್ ಚಿನ್ನ ಸುಬ್ಸ್ಕ್ರಿಬ್ಶನ್ ಸ್ಥಾಪಿಸಲು ಹೊರಟಿದ್ದೀರ (%(user)s).

source: You're about to make a one-time purchase of %(amount)s of reddit gold for yourself (%(user)s).
kn_in: ನೀವು (%(user)s) ರೆಡ್ಡಿಟ್ ಚಿನ್ನದ %(amount)s ಖರೀದಿ ಮಾಡಲು ತಯಾರಿದ್ದೀರಿ.

source: You're about to purchase %(amount)s of reddit gold creddits. They work like gift certificates: each creddit you have will allow you to give one month of reddit gold to someone else.
kn_in: ನೀವು ರೆಡ್ಡಿಟ್ ಚಿನ್ನದ ಕ್ರೆಡ್ಡಿಟ್ ಗಳನ್ನು %(amount)s ಕೊಳ್ಳಳ್ಳಿದೀರಿ. ಅವುಗಳು ಉಡುಗೊರೆಯಾಗಿ ಪ್ರಮಾಣಪತ್ರಗಳ ತರಹದ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ. ನಿಮ್ಮಲ್ಲಿರುವ ಪ್ರತಿ ಕ್ರೆಡ್ಡಿಟ್ ನಿ೦ದ ಒಂದು ತಿಂಗಳು ಮಟ್ಟಿಗೆ ನೀವು ಬೇರೆಯವರಿಗೆ ರೆಡ್ಡಿಟ್ ಚಿನ್ನವನ್ನು ನೀಡಲು ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ.

source: You're about to give %(amount)s of reddit gold to %(recipient)s, who will be told that it came from you.
kn_in: ನೀವು %(recipient)s ಗೆ %(amount)s ಅಷ್ಟು ರೆಡ್ಡಿಟ್ ಚಿನ್ನ ಕೊಡಲಿದ್ದೀರ. ಅವರಿಗೆ ಅದು ನಿಂಮ್ಮಿಂದ ಬಂದದ್ದೆಂದು ತಿಳಿಸಲಾಗುವುದು.

source: You're about to give %(amount)s of reddit gold to %(recipient)s. It will be an anonymous gift.
kn_in: ನೀವು %(amount)s ರೆಡ್ಡಿಟ್ ಚಿನ್ನವನ್ನು %(recipient)s ರಿಗೆ ನೀಡಲು ಸಿದ್ಧರಾಗಿದ್ದೀರಿ. ಇದು ಒಂದು ಅನಾಮಧೇಯ ಕೊಡುಗೆ.

source: sorry, this has been archived and can no longer be voted on
kn_in: ಕ್ಷಮಿಸಿ, ಇದನ್ನು ಸ೦ಗ್ರಹಿಸಲಾಗಿದೆ ಮತ್ತು ಇದರ ಮೇಲೆ ಮತದಾನ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ

source: This page shows a history of recent activity on your account. If you notice unusual activity, you should change your password immediately. Location information is guessed from your computer's IP address and may be wildly wrong, especially for visits from mobile devices. Note: due to a bug, private-use addresses (starting with 10.) sometimes show up erroneously in this list after regular use of the site.
kn_in: ಈ ಪುಟ ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ಇತ್ತೀಚಿನ ಚಟುವಟಿಕೆಯ ಇತಿಹಾಸವನ್ನು ತೋರಿಸುತ್ತದೆ. ನೀವು ಅಸಾಮಾನ್ಯ ಚಟುವಟಿಕೆ ಗಮನಿಸಿದರೆ, ನೀವು ಈ ಕೂಡಲೆ ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸಬೇಕು. ಸ್ಥಳ ಮಾಹಿತಿಯನ್ನು ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಐಪಿ ವಿಳಾಸದಿಂದ ಊಹಿಸಿದ ಮತ್ತು ವಿಶೇಷವಾಗಿ ಮೊಬೈಲ್ ನಿ೦ದ ಭೇಟಿ ಮಾಡಿದ ಮಾಹಿತಿ, ದೋಷಯುಕ್ತ ವಾಗಿರಬಹುದು. ಗಮನಿಸಿ: ತಾ೦ತ್ರಿಕ ದೋಷಗಳಿ೦ದಾಗಿ, ಕೆಲವೊಮ್ಮೆ ಈ ಪಟ್ಟಿಯಲ್ಲಿ ಖಾಸಗಿ ಬಳಕೆಯ ವಿಳಾಸಗಳು (. 10 ಆರಂಭಗೊಂಡು) ತಪ್ಪಾಗಿ ತೋರಿಬರಬಹುದು

source: You are currently accessing reddit from this IP address: %(address)s.
kn_in: ನೀವು ಪ್ರಸ್ತುತ ಈ IP ವಿಳಾಸದಿಂದ ರೆಡ್ಡಿಟ್ ಪ್ರವೇಶಿಸುತ್ತಿದ್ದೀರಿ: %(address)s

source: These apps are authorized to access your account. Logging out of all sessions will revoke access from all apps. You may also revoke access from individual apps below.
kn_in: ಈ ಅಪ್ಲಿಕೇಶನ್ಗಳು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪ್ರವೇಶಿಸಲು ದೃಢೀಕರಿಸಲಾಗಿದೆ. ಎಲ್ಲ ಸೆಶನ್ ಗಳಿಂದಲೂ ಲಾಗ್ ಔಟ್ ಮಾಡಿದರೆ ⏎ ಈ ಅಪ್ಲಿಕೇಶನ್ಗಳ ಪ್ರವೇಶವು ರದ್ದಾಗುತ್ತದೆ. ನೀವು ಪ್ರತ್ಯೇಕ ಅಪ್ಲಿಕೇಶನ್ಗಳ ಪ್ರವೇಶವನ್ನು⏎ ಕೆಳಗೆ ರದ್ದು ಮಾಡಬಹುದು.

source: Below you will see your promotion's impression and click traffic per hour of promotion. Please note that these traffic totals will lag behind by two to three hours, and that daily totals will be preliminary until 24 hours after the link has finished its run.
kn_in: ಈ ಕೆಳಗೆ ನಿಮ್ಮ ಪ್ರಚಾರದ ಛಾಪು ನೋಡಿ ಮತ್ತು ಪ್ರಚಾರದ ಪ್ರತಿ ಗಂಟೆಯ ದಟ್ಟಣೆಯ ಕ್ಲಿಕ್ ಕಾಣಿಸುತ್ತದೆ. ದಯವಿಟ್ಟು ಗಮನಿಸಿ, ಒಟ್ಟಾರೆ ದಟ್ಟಣೆಯು ಎರಡು ಮೂರು ಗಂಟೆಗಳ ಹಿಂದೆಯದ್ದಾಗಿದೆ, ಮತ್ತು ಕೊ೦ಡಿಯ ಓಟ ಪೂರ್ಣಗೊಳಿಸಿದ ನಂತರ ದೈನಂದಿನ ಮೊತ್ತವು 24 ಗಂಟೆಗಳ ವರೆಗೆ ಪ್ರಾಥಮಿಕವಾಗಿರುತ್ತದೆ.

source: Traffic processing is currently running slow. The latest data available is from %(date)s. This page will be updated as new data becomes available.
kn_in: ದಟ್ಟಣೆ ಪ್ರಕ್ರಿಯೆ ಪ್ರಸ್ತುತ ನಿಧಾನ ನಡೆಯುತ್ತಿದೆ. %(date)s ದಿವಸದಿ೦ದಿತ್ತೀಚಿನ ಮಾಹಿತಿ ಲಭ್ಯವಿದೆ. ಹೊಸ ಮಾಹಿತಿ ಲಭ್ಯವಾದಾಗ ಈ ಪುಟವನ್ನು ನವೀಕರಿಸಲಾಗುತ್ತದೆ.

source: Traffic processing occurs on an hourly basis. The latest data available is from %(date)s. This page will be updated as new data becomes available.
kn_in: ದಟ್ಟಣೆ ಪ್ರಕ್ರಿಯೆಯು ಒಂದು ಗಂಟೆಗೊಮ್ಮೆ ಸಂಭವಿಸುತ್ತದೆ. %(date)s ದಿವಸದಿ೦ದಿತ್ತೀಚೆಗಿನ ಮಾಹಿತಿ ಲಭ್ಯವಿದೆ. ಹೊಸ ಮಾಹಿತಿ ಲಭ್ಯವಾದಾಗ ಈ ಪುಟವನ್ನು ನವೀಕರಿಸಲಾಗುತ್ತದೆ.

source: Below are the traffic statistics for your subreddit. Each graph represents one of the following over the interval specified. * **pageviews** are all hits to %(subreddit)s, including both listing pages and comment pages. * **uniques** are the total number of unique visitors (determined by a combination of their IP address and User Agent string) that generate the above pageviews. This is independent of whether or not they are logged in. * **subscriptions** is the number of new subscriptions that have been generated in a given day. This number is less accurate than the first two metrics, as, though we can track new subscriptions, we have no way to track unsubscriptions. Note: there are a couple of places outside of your subreddit where someone can click "subscribe", so it is possible (though unlikely) that the subscription count can exceed the unique count on a given day.
kn_in: ⏎ ಕೆಳಗಿನದು ನಿಮ್ಮ ಸಬ್ರೆಡ್ಡಿಟ್ಟಿನ ಸಂಚಾರದ ಅಂಕಿಅಂಶಗಳು. ಪ್ರತಿಯೊಂದು ಗ್ರಾಫ್ ಕೆಳಗಿನವುಗಳನ್ನೊಂದನ್ನು ನಿರ್ದಿಷ್ಟಪದಿಸಿದ ಮಧ್ಯಂತರದಲ್ಲಿ ಪ್ರತಿನಿಧಿಸುತ್ತದೆ. * **ಪುಟವೀಕ್ಷಣೆಗಳು** %(subreddit)s ಪಟ್ಟಿ ಪುಟಗಳು ಮತ್ತು ಅನಿಸಿಕೆ ಪುಟಗಳು ಸೇರಿದಂತೆ ಎಲ್ಲಾ ವೀಕ್ಷಣೆಗಳು. * **ಅನನ್ಯತೆ** ಮೇಲೆ ತಿಳಿಸಿದ ಪುಟವೀಕ್ಷಣೆಗಳ ಒಟ್ಟು ಅನನ್ಯ ಭೇಟಿಕಾರರ ಸಂಖ್ಯೆ. (ಅವರ IP ವಿಳಾಸ ಮತ್ತು ಯೂಸರ್ ಏಜೆಂಟ್ ಸ್ತ್ರಿಂಗ್ ಸಂಯೋಜನೆಯಿಂದ ನಿರ್ಧರಿಸಲ್ಪಡುತ್ತದೆ). ಇದು ಅವರು ಲಾಗಿನ್ ಆಗಿದ್ದಾರೆಯೇ ಇಲ್ಲವೇ ಎಂಬುದರಿಂದ ಸ್ವತಂತ್ರವಾಗಿದೆ. * **ಚಂದಾಗಳು** ನಿರ್ದಿಷ್ಟ ದಿನದಲ್ಲಿ ರಚಿಸಲಾಗಿರುವ ಹೊಸ ಚಂದಾಗಳ ಸಂಖ್ಯೆ. ಈ ಸಂಖ್ಯೆ ಮೊದಲೆರಡು ಮಾನಗಳಿಗಿಂತ ಕಡಿಮೆ ನಿಖರತೆಯನ್ನು ಹೊಂದಿದೆ, ಏಕೆಂದರೆ ನಾವು ಹೊಸ ಚಂದಾಗಳ ಜಾಡು ಹಿಡಿಯಬಹುದಾದರೂ ಈಗಾಗಲೇ ನಿರ್ಗಮಿಸಿರುವ ಚಂದಾಗಳ ಜಾಡು ಹಿಡಿಯುವುದಕ್ಕಾಗುವುದಿಲ್ಲ. ಗಮನಿಸಿ: ನಿಮ್ಮ ಸಬ್ರೆಡ್ಡಿಟ್ ಹೊರಗೆ ಒಂದೆರಡು ಸ್ಥಳಗಳಲ್ಲಿ ಯಾರಾದರೂ ಕ್ಲಿಕ್ಕಿಸುವ ಸಂಭವವಿರುತ್ತದೆ, ಆದ್ದರಿಂದ ಚಂದಾ ಎಣಿಕೆ ಆ ನಿರ್ಧಿಷ್ಟ ದಿನದ ಅನನ್ಯ ಎಣಿಕೆಯನ್ನು (ಅಸಂಭವವಾದರೂ) ಮೀರಬಹುದು. ⏎

source: multireddit of your subscriptions
kn_in: ನಿಮ್ಮ ಬಹು ರೆಡ್ದಿಟ್ ವರ್ಗಣಿಗಳು

source: multireddit of subreddits you moderate
kn_in: ನೀವು ನಿಯಂತ್ರಕರಾಗಿರುವ ಬಹು ಸಬ್ ರೆಡ್ಡಿಟ್ ಗಳು

source: /r/all displays content from all of reddit, including subreddits you aren't subscribed to.
kn_in: /r/all ರೆದ್ದಿಟ್ ನ ಎಲ್ಲ ವಿಷಯಗಳನ್ನು ತೋರಿಸುತ್ತದೆ, ನೀವು ಸಬ್ಸ್ಕ್ರೈಬ್ ಆಗಿರದ ಸಬ್ ರೆಡ್ಡಿಟ್ ಗಳು ಕೂಡ.

source: Displaying content from /r/all of reddit, except the following subreddits:
kn_in: /r/all ನ ಎಲ್ಲ ವಿಷಯಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ, ಈ ಸಬ್ ರೆಡ್ಡಿಟ್ ಗಳನ್ನೂ ಬಿಟ್ಟು.

source: Filtering /r/all is a feature only available to [reddit gold](/gold/about) subscribers. Displaying unfiltered results from /r/all.
kn_in: /r/all ಶೋಧಿಸುವಿಕೆ ಕೇವಲ [ರೆಡ್ಡಿಟ್ ಚಿನ್ನ](/gold/about) ಬಳಕೆದಾರರಿಗೆ ಮಾತ್ರ ಲಭ್ಯ. /r/all ನ ಶೋಧಿಸದ ಫಲಿತಾಂಶಗಳನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ.

source: point
kn_in: ಪಾಯಿಂಟ್ ಪಾಯಿಂಟ್ಗಳು

source: link
kn_in: ಕೊಂಡಿ ಕೊಂಡಿಗಳು

source: message
kn_in: ಸಂದೇಶ ಸಂದೇಶಗಳು

source: subreddit
kn_in: ಸಬ್ ರೆಡ್ಡಿಟ್ ಸಬ್ ರೆಡ್ಡಿಟ್ ಗಳು

source: creddit
kn_in: ಕ್ರೆಡ್ಡಿಟ್ ಕ್ರೆಡ್ಡಿಟ್ ಗಳು

source: reader
kn_in: ಓದುಗ ಓದುಗರು

source: subscriber
kn_in: ಸಬ್ಸ್ಕ್ರೈಬರ್ ಸಬ್ಸ್ಕ್ರೈಬರ್ ಗಳು

source: approved submitter
kn_in: ಅನುಮೋದಿಸಲಾದ ಸಮರ್ಪಕ ಅನುಮೋದಿಸಲಾದ ಸಮರ್ಪಕರು

source: moderator
kn_in: ನಿಯಂತ್ರಕ ನಿಯಂತ್ರಕರು

source: user here now
kn_in: ಇಲ್ಲಿರುವ ಬಳಕೆದಾರರ

source: milliseconds
kn_in: ಮಿಲಿಸೆಕೆಂಡು ಮಿಲಿಸೆಕೆಂಡುಗಳು

source: second
kn_in: ಸೆಕೆಂಡು ಸೆಕೆಂಡುಗಳು

source: minute
kn_in: ನಿಮಿಷ ಮಿಷಗಳು

source: hour
kn_in: ಗಂಟೆ ಗಂಟೆಗಳು

source: day
kn_in: ದಿನ

source: month
kn_in: ತಿಂಗಳು ತಿಂಗಳುಗಳು

source: year
kn_in: ವರ್ಷ ವರ್ಷಗಳು

source: invitation to moderate %(url)s
kn_in: ನಿಯಂತ್ರಕರಾಗಳು ಆಹ್ವಾನ %(url)s

source: **gadzooks! you are invited to become a moderator of [%(title)s](%(url)s)!** *to accept*, visit the [moderators page for %(url)s](%(url)s/about/moderators) and click "accept". *otherwise,* if you did not expect to receive this, you can simply ignore this invitation or report it.
kn_in: **ಆಹಾ! ನೀವು [%(title)s](%(url)s) ರ ನಿಯಂತ್ರಕರಾಗಲು ಆಮಂತ್ರಿಸಲಾಗಿದೆ! ** ⏎ ⏎ *ಅಂಗೀಕರಿಸಲು*, [ನಿಯಂತ್ರಕರ ಪುಟಕ್ಕೆ %(url)s](%(url)s/about/moderators) ಭೇಟಿ ನೀಡಿ "ಅಂಗೀಕರಿಸು" ಎಂಬುದನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ. ⏎ ⏎ "ಅಥವಾ", ಒಂದು ವೇಳೆ ನೀವಿದನ್ನು ನಿರೀಕ್ಶಿಸಿರಲಿಲ್ಲದಿದ್ದರೆ ಇದನ್ನು ನಿರ್ಲಕ್ಶಿಸಬಹುದು ಅಥವಾ ವರದಿ ಮಾಡಬಹುದು.

source: moderator invited
kn_in: ನಿಯಂತ್ರಕರನ್ನು ಆಮಂತ್ರಿಸಲಾಗಿದೆ

source: %(user)s has been invited by %(author)s to moderate %(url)s.
kn_in: %(url)s ನಿಯಂತ್ರಿಸಲು %(user)s ರನ್ನು %(author)s ರಿಂದ ಆಹ್ವಾನಿಸಲಾಗಿದೆ.

source: moderator added
kn_in: ನಿಯಂತ್ರಕರನ್ನು ಸೇರಿಸಲಾಗಿದೆ

source: %(user)s has accepted an invitation to become moderator of %(url)s.
kn_in: %(user)s ರು %(url)s ನ ನಿಯಂತ್ರಕರರಾಗಲು ಆಹ್ವಾನವನ್ನು ಸ್ವೀಕರಿಸಿದ್ದಾರೆ.

source: you are an approved submitter
kn_in: ನೀವೀಗ ಅನುಮೋದಿತ ಸಲ್ಲಿಕೆದಾರರಾಗಿದ್ದೀರಿ

source: you have been added as an approved submitter to [%(title)s](%(url)s).
kn_in: ನಿಮ್ಮನ್ನು ಅನುಮೋದಿತ ಸಲ್ಲಿಸುವವರಾಗಿ ಇಲ್ಲಿ ಸೇರಿಸಲಾಗಿದೆ - [%(title)s](%(url)s).

source: you've been banned
kn_in: ನಿಮ್ಮನ್ನು ನಿಷೇಧಿಸಲಾಗಿದೆ

source: you have been banned from posting to [%(title)s](%(url)s).
kn_in: ನಿಮ್ಮ ಸಲ್ಲಿಕೆಗಳನ್ನು ಇಲ್ಲಿ ನಿಷೇಧಿಸಲಾಗಿದೆ - [%(title)s](%(url)s).

source: you can view traffic on a promoted link
kn_in: ನೀವು ಪ್ರಾಯೋಜಿತ ಕೊಂಡಿಯ ಸಂಚಾರ ನೋಡಬಹುದು

source: you have been added to the list of users able to see [traffic for the sponsored link "%(title)s"](%(traffic_url)s).
kn_in: ನಿಮ್ಮನು ಇಲ್ಲಿ ವೀಕ್ಷಿಸಬಹುದಾಗಿದೆ ಬಳಕೆದಾರರ ಪಟ್ಟಿಗೆ ಸೇರಿಸಲಾಗಿದೆ - [ಪ್ರಾಯೋಜಿತ ಕೊಂಡಿಯ ಸಂಚಾರ "%(title)s"](%(traffic_url)s).

source: fetching title...
kn_in: ಶೀರ್ಷಿಕೆ ತರಲಾಗುತ್ತಿದೆ...

source: loading...
kn_in: ಲೋಡ್ ಆಗುತ್ತಿದೆ...

source: comment {verb}
kn_in: ಅನಿಸಿಕೆ {verb}

source: friend
kn_in: ಸ್ನೇಹಿತ

source: submitter
kn_in: ಸಲ್ಲಿಕೆದಾರ

source: reddit admin, speaking officially
kn_in: ರೆಡ್ಡಿಟ್ ನಿರ್ವಾಹಕ, ಅಧಿಕೃತವಾಗಿ ಮಾತನಾಡುವ

source: imgur.com domain listings (including this one) are currently disabled to speed up vote processing.
kn_in: imgur.com ಡೊಮೇನ್ ಲಿಸ್ಟಿಂಗ್ ಗಳು (ಇದೂ ಒಳಗೊಂಡು) ಮತ ಪ್ರಕ್ರಿಯೆ ವೇಗಗೊಳಿಸಲು ಪ್ರಸ್ತುತವಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.

source: wiki tools
kn_in: ವಿಕಿ ಸಾಧನಗಳು

source: moderation tools
kn_in: ನಿಯಂತ್ರಕ ಸಾಧನಗಳು

source: these subreddits
kn_in: ಈ ಸಬ್ ರೆಡ್ಡಿಟ್ ಗಳು

source: this subreddit is archived and no longer accepting submissions.
kn_in: ಇದು ಸಬ್ ರೆಡ್ಡಿಟ್ ಸಂಗ್ರಹಿಸಿಡಲಾಗಿದೆ ಮತ್ತು ಇನ್ನು ಮುಂದೆ ಹೊಸ ಸಲ್ಲಿಕೆಗಳನ್ನು ಸ್ವೀಕರಿಸುತ್ತಿಲ್ಲ

source: submission in this subreddit is restricted to approved submitters.
kn_in: ಈ ಸಬ್ ರೆಡ್ಡಿಟ್ ನಲ್ಲಿ ಸಲ್ಲಿಕೆಯು ಕೇವಲ ಅನುಮೋದಿತ ಸಲ್ಲಿಕೆದಾರರಿಗೆ ಮಾತ್ರ ಸೀಮಿತಗೊಂಡಿದೆ.

source: moderators
kn_in: ನಿಯಂತ್ರಕರು

source: Recently viewed links
kn_in: ಇತ್ತೀಚೆಗೆ ವೀಕ್ಷಿಸಿದ ಕೊಂಡಿಗಳು

source: turn admin off
kn_in: ನಿರ್ವಾಹಕ ಆಫ್ ಮಾಡು

source: turn admin on
kn_in: ನಿರ್ವಾಹಕ ಆನ್ ಮಾಡು

source: FAQ
kn_in: ಎಫ ಎ ಕ್ಯು

source: reddiquette
kn_in: ರೆಡ್ದಿಕ್ವೆಟ್

source: firefox extension
kn_in: ಫೈರ್ಫಾಕ್ಸ್ ವಿಸ್ತರಣೆ

source: chrome extension
kn_in: ಕ್ರೋಮ್ ವಿಸ್ತರಣೆ

source: tools
kn_in: ಉಪಕರಣಗಳು

source: redditgifts
kn_in: ರೆಡ್ದಿಟ್-ಉಡುಗೊರೆಗಳು

source: reddit.tv
kn_in: ರೆಡ್ದಿಟ್.ಟಿವಿ

source: radio reddit
kn_in: ರೇಡಿಯೋ ರೆಡ್ದಿಟ್

source: %(site)s mail
kn_in: %(site)s ಅಂಚೆ

source: login or register
kn_in: ಲಾಗಿನ್ ಆಗಿ ಅಥವಾ ನೋಂದಾಯಿಸಿಕೊಳ್ಳಿ

source: request for permission
kn_in: ಅನುಮತಿ ಕೋರಿ

source: bummer
kn_in: ಛೆ

source: this page is no longer available due to a copyright claim.
kn_in: ಈ ಪುಟ ಹಕ್ಕುಸ್ವಾಮ್ಯ ಹಕ್ಕಿನ ಪ್ರತಿಪಾದನೆಯ ಕಾರಣ ಇನ್ನು ಮುಂದೆ ಲಭ್ಯವಿಲ್ಲ.

source: about %(site)s
kn_in: %(site)sರ ಬಗ್ಗೆ

source: search subreddits by name
kn_in: ಹೆಸರ ಮೂಲಕ ಸಬ್ ರೆಡ್ಡಿಟ್ ಶೋಧಿಸಿ

source: what's this?
kn_in: ಇದೇನು?

source: trophy case
kn_in: ಟ್ರೋಫಿ ಕಪಾಟು

source: an unknown amount
kn_in: ಅಪರಿಚಿತ ಪ್ರಮಾಣ

source: less than a day
kn_in: ಒಂದು ದಿನ್ನಕ್ಕಿಂತ ಕಡಿಮೆ

source: %(creddits)s gold creddit to give
kn_in: %(creddits)s ಚಿನ್ನ ಕ್ರೆಡ್ಡಿಟ್ಟನ್ನು ಕೊಡಬೇಕಾಗಿದೆ %(creddits)s ಚಿನ್ನ ಕ್ರೆಡ್ಡಿಟ್ಗಳನ್ನು ಕೊಡಬೇಕಾಗಿದೆ

source: renew your reddit gold
kn_in: ನಿಮ್ಮ ರೆಡ್ಡಿಟ್ ಚಿನ್ನ ನವೀಕರಿಸಿ

source: reddit is a platform for internet communities
kn_in: ರೆಡ್ಡಿಟ್ ಅಂತರ್ಜಾಲ ಸಮುದಾಯಗಳ ಒಂದು ವೇದಿಕೆ

source: where your votes shape what the world is talking about.
kn_in: ಎಲ್ಲಿ ನಿಮ್ಮ ಮತಗಳು ವಿಶ್ವವು ಮಾತದುತ್ತಿರುವ ವಿಷಯಗಳನ್ನು ನಿರ್ಧರಿಸುತ್ತದೆ.

source: raise it to %s
kn_in: %sಗೆ ಏರಿಸಿ

source: %s visible
kn_in: %s ಗೋಚರ

source: try entering those letters again
kn_in: ಆ ಅಕ್ಷರಗಳನ್ನು ಪುನಃ ನಮೂದಿಸಲು ಪ್ರಯತ್ನಿಸಿ

source: previous search
kn_in: ಹಿಂದಿನ ಶೋಧ

source: %(site_title)s via %(domain)s
kn_in: %(site_title)s %(domain)s ಇಂದ

source: added
kn_in: ಸೇರಿಸಲಾಗಿದೆ

source: banned
kn_in: ನಿಷೇಧಿಸಲಾಗಿದೆ

source: invited
kn_in: ಆಹ್ವಾನಿಸಲಾಗಿದೆ

source: grant flair
kn_in: ಫ್ಲೇರ್ ನೀಡಿ

source: user flair templates
kn_in: ಬಳಕೆದಾರರ ಫ್ಲೇರ್ ನಮೂನೆಗಳು

source: link flair templates
kn_in: ಫ್ಲೇರ್ ನಮೂನೆಗಳನ್ನು ಸಂಪರ್ಕಿಸಿ

source: none
kn_in: ಯಾವುದೂ ಅಲ್ಲ

source: id
kn_in: ಐಡಿ

source: url
kn_in: ಯು ಆರ್ ಎಲ್

source: clicks
kn_in: ಕ್ಲಿಕ್ಗಳು

source: impressions
kn_in: ಗುರುತುಗಳು

source: target
kn_in: ಗುರಿ

source: bid
kn_in: ಹರಾಜಿನಲ್ಲಿ ಭಾಗವಹಿಸು

source: total clicks
kn_in: ಒಟ್ಟು ಕ್ಲಿಕ್ಗಳು

source: total impressions
kn_in: ಒಟ್ಟು ಗುರುತುಗಳು

source: account activity
kn_in: ಖಾತೆ ಚಟುವಟಿಕೆ

source: your front page
kn_in: ನಿಮ್ಮ ಮುಖಪುಟ

source: everything
kn_in: ಪ್ರತಿಯೊಂದು

source: popular choices
kn_in: ಜನಪ್ರಿಯ ಆಯ್ಕೆಗಳು

source: uniques by %s
kn_in: %s ಅನಂಯವದುವು

source: uniques
kn_in: ವೈಶಿಷ್ಟ್ಯಪೂರ್ಣತೆಗಳು

source: pageviews by %s
kn_in: %s ನಿಂದ ಪುಟವೀಕ್ಷಣೆಗಳು

source: pageviews
kn_in: ಪುಟವೀಕ್ಷಣೆಗಳು

source: traffic by %s
kn_in: %s ಸಂಚಾರ

source: [frontpage]
kn_in: [ಮುಖಪುಟ]

source: total impressions by day
kn_in: ದಿನವಹೀ ಒಟ್ಟು ಅನಿಸಿಕೆಗಳು

source: total clicks by day
kn_in: ದಿನವಹೀ ಒಟ್ಟು ಕ್ಲಿಕ್ಗಳು

source: ad totals
kn_in: ಒಟ್ಟು ಜಾಹೀರಾತು

source: frontpage
kn_in: ಮುಖಪುಟ

source: impressions by %s
kn_in: %s ನಿಂದ ಛಾಪುಗಳು

source: unique clicks
kn_in: ಅನನ್ಯ ಕ್ಲಿಕ್ಗಳು

source: clicks by %s
kn_in: %s ನಿಂದ ಕ್ಲಿಕ್ಗಳು

source: subscriptions by day
kn_in: ದಿನವಹೀ ಚಂದಾದಾರಿಕೆಗಳು

source: subscriptions
kn_in: ಚಂದಾದಾರಿಕೆಗಳು

source: total
kn_in: ಒಟ್ಟು

source: date and time (UTC)
kn_in: ದಿನಾಂಕ ಮತ್ತು ಸಮಯ (UTC)

source: view
kn_in: ವೀಕ್ಷಿಸಿ

source: edit
kn_in: ಸಂಪಾದಿಸಿ

source: talk
kn_in: ಮಾತನಾಡಿ

source: settings
kn_in: ಸೆಟ್ಟಿಂಗ್ ಗಳು

source: this wiki is currently disabled, only mods may interact with this wiki
kn_in: ಈ ವಿಕಿ ಪ್ರಸ್ತುತವಾಗಿ ನಿಷ್ಕ್ರಿಯವಾಗಿದೆ, ಕೇವಲ ಮೋಡ್ಸ್ ಈ ವಿಕಿಯಲ್ಲಿ ಸಂವಹಿಸಬಹುದು

source: this page is empty, edit it to add some content.
kn_in: ಈ ಪುಟ ಖಾಲಿಯಾಗಿದೆ, ಕೆಲವು ವಿಷಯವನ್ನು ಸೇರಿಸಲು ಸಂಪಾದಿಸಿ.

source: page %s does not exist in this subreddit
kn_in: %s ಪುಟವು ಈ ಸಬ್ ರೆಡ್ಡಿಟ್ ನಲ್ಲಿ ಇಲ್ಲ

source: editing
kn_in: ಸಂಪಾದಿಸಲಾಗುತ್ತಿದೆ

source: This page is restricted, only moderators may edit it.
kn_in: ಈ ಪುಟವು ನಿರ್ಬಂಧಿತವಾಗಿದೆ, ಕೇವಲ ನಿಯಂತ್ರಕರು ಮಾತ್ರ ಇದನ್ನು ಪರಿಷ್ಕರಿಸಬಹುದು.

source: revisions
kn_in: ಪರಿಷ್ಕರಣೆಗಳು

source: Viewing recent revisions for /r/%s
kn_in: /r/%s ರ ಇತ್ತೀಚಿನ ಪರಿಷ್ಕರಣೆ ವೀಕ್ಷಣೆ

source: Viewing pages for /r/%s
kn_in: /r/%s ರ ಪುಟಗಳ ವೀಕ್ಷಣೆ

source: Below is a list of pages in this wiki visible to you in this subreddit.
kn_in: ಈ ವಿಕಿಯ ಕೆಳಗಿರುವ ಪುಟಗಳ ಪಟ್ಟಿ ಈ ಸಬ್ ರೆಡ್ಡಿಟ್ ನಲ್ಲಿ ನಿಮಗೆ ಕಾಣಿಸುತ್ತದೆ.

source: discussions
kn_in: ಚರ್ಚೆಗಳು

source: Discussions are site-wide links to this wiki page.
kn_in: ಚರ್ಚೆಗಳು ಈ ವಿಕಿ ಪುಟಕ್ಕೆ ಸೈಟಿನಾದ್ಯಂತ ಕೊಂಡಿಗಳು.

source: Submit a link to this wiki page or see other discussions about this wiki page.
kn_in: ಈ ವಿಕಿ ಪುಟಕ್ಕೆ ಒಂದು ಕೊಂಡಿ ಸಲ್ಲಿಸಿ ಅಥವಾ ಇತರ ಚರ್ಚೆಗಳನ್ನು ನೋಡಿ.

source: %(min)d to any
kn_in: %(min)d ಇಂದ ಎಷ್ಟೇ

source: any to %(max)d
kn_in: ಎಷ್ಟೇ ಇಂದ %(max)d

source: %(min)d to %(max)d
kn_in: %(min)d ಇಂದ %(max)d

source: please provide a first name
kn_in: ದಯವಿಟ್ಟು ಮೊದಲ ಹೆಸರನ್ನು ಒದಗಿಸಿ

source: please provide a last name
kn_in: ದಯವಿಟ್ಟು ಉಪನಾಮವನ್ನು ಒದಗಿಸಿ

source: please provide an address
kn_in: ದಯವಿಟ್ಟು ವಿಳಾಸ ಒದಗಿಸಿ

source: please provide your city
kn_in: ದಯವಿಟ್ಟು ನಗರ ಒದಗಿಸಿ

source: please provide your state
kn_in: ದಯವಿಟ್ಟು ರಾಜ್ಯ ಒದಗಿಸಿ

source: please provide your zip or post code
kn_in: ದಯವಿಟ್ಟು ಪಿನ್ ಕೋಡ್ ಒದಗಿಸಿ

source: max length %d characters
kn_in: ಗರಿಷ್ಠ ಉದ್ದಳತೆ %d ಅಕ್ಷರಗಳು

source: credit card numbers should be 13 to 16 digits
kn_in: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆಗಳು 13 ರಿಂದ 16 ಅಂಕೆಗಳು ಆಗಿರಬೇಕು

source: dates should be YYYY-MM
kn_in: ದಿನಾಂಕವು YYYY-MM ಆಗಿರಬೇಕು

source: month must be in the range 01..12
kn_in: ತಿಂಗಳ ವ್ಯಾಪ್ತಿಯ 01 - 12 ರೊಳಗೆ ಇರಬೇಕು

source: expiration date must be in the future
kn_in: ಮುಕ್ತಾಯ ದಿನಾಂಕ ಮುಂದಿನ ದಿನಗಳಲ್ಲಿ ಇರಬೇಕು

source: card verification codes should be 3 or 4 digits
kn_in: ಕಾರ್ಡ್ ಪರಿಶೀಲನೆ ಕೋಡ್ 3 ರಿಂದ 4 ಅಂಕೆಗಳು ಆಗಿರಬೇಕು

source: an app
kn_in: ಅಪ್ಲಿಕೇಶನ್

source: an app developed by the user
kn_in: ಬಳಕೆದಾರರಿ೦ದ ಅಭಿವೃದ್ಧಿಪಡಿಸಲಾದ ಅಪ್ಲಿಕೇಶನ್

source: the name of an existing wiki page
kn_in: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ವಿಕಿ ಪುಟದ ಹೆಸರು

source: a wiki revision ID
kn_in: ಒಂದು ವಿಕಿ ಪರಿಷ್ಕರಣೆ ಐ ಡಿ

source: the name of an existing page or a new page to create
kn_in: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಪುಟದ ಹೆಸರು ಅಥವಾ ರಚಿಸಲು ಹೊಸ ಪುಟ

source: the starting point revision for this edit
kn_in: ಈ ಸಂಪಾದನೆಯ ಆರಂಭಿಕ ಅಂಶವಾಗಿ

source: ancient history
kn_in: ಪುರಾತನ ಇತಿಹಾಸ

source: really obscure karma from before it was cool to track per-subreddit
kn_in: ಇತಿಹಾಸಪೂರ್ವದ ಅತ್ಯಂತ ಅಸ್ಪಷ್ಟವಾದ ಕರ್ಮ

source: moderator of /r/%(reddit)s, speaking officially
kn_in: /r/%(reddit)sಯ ನಿಯಂತ್ರಕ, ಅಧಿಕೃತವಾಗಿ ಹೇಳುತ್ತಿರುವೆ.

source: approved by %s
kn_in: %sಇಂದ ಅಂಗೀಕಾರ

source: [deleted]
kn_in: [ಅಳಿಸಲಾಗಿದೆ]

source: a redditor gifted you a month of reddit gold for this comment.
kn_in: ಒಬ್ಬ ರೆಡ್ಡಿಟ್ ಬಳಕೆದಾರ ಒಂದು ತಿಂಗಳ ರೆಡ್ಡಿಟ್ ಚಿನ್ನವನ್ನು ಈ ಅನಿಸಿಕೆಗಾಗಿ ಉಡುಗೊರೆ ನೀಡಿದ್ದಾರೆ ರೆಡ್ಡಿಟ್ ಬಳಕೆದಾರರು %(months)d ತಿಂಗಳುಗಳ ರೆಡ್ಡಿಟ್ ಚಿನ್ನವನ್ನು ಈ ಅನಿಸಿಕೆಗಾಗಿ ಉಡುಗೊರೆ ನೀಡಿದ್ದಾರೆ.

source: you have gifted reddit gold to %(recipient)s for this comment.
kn_in: ನೀವು ಈ ಅನಿಸಿಕೆಗಾಗಿ %(recipient)s ಗೆ ರೆಡ್ಡಿಟ್ ಚಿನ್ನವನ್ನು ಉಡುಗೊರೆ ನೀಡಿದ್ದೀರ. ನೀವು ಮತ್ತು ಇತರ ರೆಡ್ಡಿಟ್ ಬಳಕೆದಾರರು ಈ ಅನಿಸಿಕೆಗಾಗಿ %(recipient)s ಗೆ %(months)d ತಿಂಗಳುಗಳಿನ ರೆಡ್ಡಿಟ್ ಚಿನ್ನವನ್ನು ಉಡುಗೊರೆ ನೀಡಿದ್ದೀರ.

source: a redditor has gifted reddit gold to %(recipient)s for this comment.
kn_in: ಒಬ್ಬ ರೆಡ್ಡಿಟ್ ಬಳಕೆದಾರ ಈ ಅನಿಸಿಕೆಗಾಗಿ %(recipient)s ಗೆ ರೆಡ್ಡಿಟ್ ಚಿನ್ನವನ್ನು ಉಡುಗೊರೆ ನೀಡಿದ್ದಾರೆ. ರೆಡ್ಡಿಟ್ ಬಳಕೆದಾರರು ಈ ಅನಿಸಿಕೆಗಾಗಿ %(recipient)s ಗೆ %(months)d ತಿಂಗಳುಗಳಿನ ರೆಡ್ಡಿಟ್ ಚಿನ್ನವನ್ನು ಉಡುಗೊರೆ ನೀಡಿದ್ದಾರೆ.

source: by %(author)s to %(reddit)s
kn_in: %(author)s ಇಂದ %(reddit)s ಗೆ

source: by %(author)s
kn_in: %(author)s ಇಂದ
