Repository: sol2tice/peachtree
Catalog: src/src/i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: kn_in

source: zip
kn_in: ಜಿಪ್ ಕೋಡ್

source: ready for something new? %s subscribe %s to some new subreddits.
kn_in: ಏನಾದರು ಹೊಸದಕ್ಕೆ ತಯಾರಾಗಿದ್ದೀರ? ಕೆಲವು ಹೊಸ ಸಬ್ ರೆಡ್ಡಿಟ್ ಗಳಿಗೆ %sಸಬ್ಸ್ಕ್ರೈಬ್ %s ಮಾಡಿ.

source: it looks like you haven't %s subscribed %s to any subreddits yet. want some ideas?
kn_in: ನೀವು ಇನ್ನೂ ಕೂಡ ಯಾವುದೇ %s ಸಬ್ ರೆಡ್ಡಿಟ್ %s ಚಂದಾದಾರರಾಗಿಲ್ಲ ಎ೦ದು ಕಾಣುತ್ತದೆ. ಕೆಲವು ಆಲೋಚನೆಗಳನ್ನು ಬಯಸುವಿರಾ?

source: what are you interested in?
kn_in: ನಿಮ್ಮ ಆಸಕ್ತಿಯ ವಿಷಯಗಳೇನು?

source: try these:
kn_in: ಇವುಗಳನ್ನು ಪ್ರಯತ್ನಿಸಿ

source: language traffic statistics
kn_in: ಭಾಷೆಗಳ ಸಂಚಾರ ಅಂಕಿಅಂಶಗಳು

source: traffic by language
kn_in: ಭಾಷೆಗಳ ಮೂಲಕ ಸಂಚಾರ

source: Adult content: Not Safe For Work
kn_in: ವಯಸ್ಕರ ವಿಷಯ: ಕೆಲಸದ ಜಾಗದಲ್ಲಿ ಸುರಕ್ಷಿತವಲ್ಲ

source: NSFW
kn_in: ಏನ್ ಎಸ್ ಎಫ್ ಡಬ್ಲ್ಯೂ

source: disable contest mode
kn_in: ಸ್ಪರ್ಧೆ ಮೋಡ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: contest mode disabled
kn_in: ಸ್ಪರ್ಧೆ ಮೋಡ್ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ

source: enable contest mode
kn_in: ಸ್ಪರ್ಧೆ ಮೋಡ್ ಸಕ್ರಿಯಗೊಳಿಸಿ

source: contest mode enabled
kn_in: ಸ್ಪರ್ಧೆ ಮೋಡ್ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ

source: contest mode: scores hidden
kn_in: ಸ್ಪರ್ಧೆ ಮೋಡ್: ಅಂಕಗಳು ಮರೆಮಾಡಲಾಗಿದೆ

source: this post was submitted on
kn_in: ಈ ಪೋಸ್ಟ್ ಅನ್ನು ಸಲ್ಲಿಸಿದ ಸಮಯ

source: like it
kn_in: ಇಷ್ಟಪಡಿ

source: upvote
kn_in: ಮೇಲ್ಮತ

source: downvote
kn_in: ಕೆಳಮತ

source: comments from %(site)s
kn_in: %(site)s ಇಂದ ಅನಿಸಿಕೆ

source: there doesn't seem to be anything here
kn_in: ಇಲ್ಲಿ ಏನೂ ಇರುವಂತೆ ಕಾಣುತ್ತಿಲ್ಲ

source: you are logged in. go use the site!
kn_in: ನೀವು ಲಾಗ್ ಇನ್ ಆಗಿದ್ದೀರ. ಹೋಗಿ ತಾಣ ಉಪಯೋಗಿಸಿ!

source: username
kn_in: ಬಳಕೆನಾಮ

source: try another
kn_in: ಇನ್ನೊಂದನ್ನು ಪ್ರಯತ್ನಿಸಿ

source: available!
kn_in: ಲಭ್ಯವಿದೆ!

source: optional
kn_in: ಐಚ್ಛಿಕ

source: verify password
kn_in: ಗುಪ್ತ ಪದವನ್ನು ದೃಢೀಕರಿಸಿ

source: remember me
kn_in: ನನ್ನನ್ನು ನೆನಪಿಡಿ

source: recover password
kn_in: ಗುಪ್ತಪದವನ್ನು ಮರಳಿ ಪಡೆಯಿರಿ

source: create account
kn_in: ಖಾತೆಯನ್ನು ರಚಿಸಿ

source: login
kn_in: ಲಾಗ್ಇನ್

source: create a new account
kn_in: ಹೊಸ ಖಾತೆಯನ್ನು ರಚಿಸಿ

source: all it takes is a username and password
kn_in: ಬಳಕೆನಾಮ ಮತ್ತು ಸಂಕೇತ ಪದ ಬೇಕು

source: is it really that easy? only one way to find out...
kn_in: ಇದೆ ಅಷ್ಟು ಸುಲಭವೇ? ತಿಳಿಯಲು ಒಂದೇ ಮಾರ್ಗ..

source: already have an account and just want to login?
kn_in: ಈಗಾಗಲೇ ಒಂದು ಖಾತೆಯನ್ನು ಹೊಂದಿದ್ದು ಕೇವಲ ಪ್ರವೇಶಿಸವನ್ನು ಬಯಸುತ್ತೀರಾ?

source: expand all
kn_in: ಎಲ್ಲವನ್ನೂ ವಿಸ್ತರಿಸಿ

source: collapse all
kn_in: ಎಲ್ಲವನ್ನೂ ಮಡಚಿ

source: show parent
kn_in: ಪೋಷಕ ತೋರಿಸು

source: send a message
kn_in: ಒಂದು ಸಂದೇಶವನ್ನು ಕಳುಹಿಸಿ

source: to
kn_in: ಗೆ

source: subject
kn_in: ವಿಷಯ

source: leave
kn_in: ಬಿಡು

source: you are no longer a moderator
kn_in: ನೀವು ಇನ್ನು ಮುಂದೆ ನಿಯಂತ್ರಕರಲ್ಲ

source: stop being a moderator?
kn_in: ನಿಯಂತ್ರಕ ಹುದ್ದೆ ತ್ಯಜಿಸು?

source: accept
kn_in: ಸ್ವೀಕರಿಸಿ

source: you are now a moderator. welcome to the team!
kn_in: ನೀವೀಗ ಚರ್ಚಾನಿರ್ಮಾಹಕರು. ತಂಡಕ್ಕೆ ಸುಸ್ವಾಗತ!

source: become a moderator of %s?
kn_in: %sನ ನಿಯಂತ್ರಕರಾಗುವಿರಾ

source: you are invited to become a moderator. %(action)s
kn_in: ನಿಮ್ಮನ್ನು ನಿಯಂತ್ರಕರಾಗಲು ಆಹ್ವಾನಿಸಲಾಗಿದೆ. %(action)s

source: add
kn_in: ಸೇರಿಸು

source: load more comments
kn_in: ಇನ್ನಷ್ಟು ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಲೋಡ್ ಮಾಡಿ

source: reply
kn_in: ಪ್ರತ್ಯುತ್ತರ

source: [+] load the full conversation.
kn_in: [+] ಪೂರ್ಣ ಸಂವಾದ ಲೋಡ್ ಮಾಡಿ.

source: continue this thread
kn_in: ಈ ಥ್ರೆಡ್ ಮುಂದುವರಿಸಿ

source: created by&#32;%(user)s
kn_in: ರಚಿಸಿದವರು &#32;%(user)s

source: reddit
kn_in: ರೆಡ್ಡಿಟ್

source: submit to %(sr)s
kn_in: %(sr)s ಗೆ ಸಲ್ಲಿಸಿ

source: suggest title
kn_in: ಶೀರ್ಷಿಕೆ ಸೂಚಿಸಿ

source: (optional)
kn_in: (ಐಚ್ಛಿಕ)

source: text
kn_in: ಪಠ್ಯ

source: choose a subreddit
kn_in: ಒಂದು ಸಬ್ ರೆಡ್ಡಿಟ್ ಆಯ್ಕೆ ಮಾಡಿ

source: why a brick? read to the bottom of the rules page to find out!
kn_in: ಒಂದು ಇಟ್ಟಿಗೆ ಏಕೆ? ಕಂಡುಹಿಡಿಯಲು ಪುಟದ ಕೆಳಗಿರುವ ನಿಯಮಗಳನ್ನು ಓದಿ!

source: please be mindful of reddit's %(few_rules)s and practice %(good_reddiquette)s.
kn_in: ದಯವಿಟ್ಟು ರೆಡ್ಡಿಟ್ಟಿನ %(few_rules)s ಬಗ್ಗೆ ಧ್ಯಾನವಿರಿಸಿ ಮತ್ತು %(good_reddiquette)s ರೂಢಿಸಿಕೊಳ್ಳಿ.

source: few rules
kn_in: ಕೆಲವು ನಿಯಮಗಳು

source: good reddiquette
kn_in: ಒಳ್ಳೆಯ ರೆಡ್ಡಿಕ್ವೆಟ್ಟ್

source: %(app)s requests to connect with your reddit account.
kn_in: ನಿಮ್ಮ ರೆಡ್ಡಿಟ್ ಖಾತೆಯೊಂದಿಗೆ ಸಂಪರ್ಕ ಸಾಧಿಸಲು %(app)s ಕೋರುತ್ತಿವೆ.

source: Allow %(app)s to:
kn_in: %(app)s ಗೆ ಅವಕಾಶ ನೀಡು:

source: %(app)s will not be able to access your reddit password.
kn_in: %(app)s ಗಳಿಗೆ ನಿಮ್ಮ ರೆಡ್ಡಿಟ್ ಗುಪ್ತಪದವನ್ನು ನಿಲುಕಿಸಿಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.

source: Allow
kn_in: ಅನುಮತಿಸಿ

source: Decline
kn_in: ನಿರಾಕರಿಸಿ

source: The address '%(email)s' will no longer receive email from us.
kn_in: '%(email)s' ವಿಳಾಸಕ್ಕೆ ನಮ್ಮಿಂದ ಇನ್ನು ಮುಂದೆ ಈಮೇಲ್ ಹೋಗುವುದಿಲ್ಲ.

source: Would you like the address %(email)s to no longer receive email from us?
kn_in: %(email)s ವಿಳಾಸಕ್ಕೆ ಇನ್ನು ಮುಂದೆ ಈಮೇಲ್ ಕಳುಹಿಸುವುದು ಬೇಡವೇ?

source: '%(email)s' has been removed from our block list.
kn_in: '%(email)s'ನ್ನು ನಮ್ಮ ಬ್ಲಾಕ್ ಪಟ್ಟಿಯಿಂದ ತೆಗೆದುಹಾಕಲಾಗಿದೆ.

source: Allow '%(email)s' to receive email from us?
kn_in: '%(email)s ನಮ್ಮಿಂದ ಈಮೇಲ್ ಪಡೆಯಬೇಕೆ?

source: are you over eighteen and willing to see adult content?
kn_in: ನೀವು ಕನಿಷ್ಟ ಹದಿನೆಂಟು ವರ್ಷದವರಾಗಿದ್ದೀರ, ಮತ್ತು ವಯಸ್ಕರ ವಿಷಯ ನೋಡಲು ಬಯಸುತ್ತೀರ?

source: what's my password?
kn_in: ನನ್ನ ಸಂಕೇತ ಪದವೇನು?

source: enter your user name below to receive your login information
kn_in: ನಿಮ್ಮ ಬಳಕೆ ನಾಮ ಕೆಳಗೆ ತುಂಬಿ ನಿಮ್ಮ ಲಾಗಿನ್ ಮಾಹಿತಿ ಪಡೆಯಿರಿ

source: password reset link expired. please try again
kn_in: ಸಂಕೇತ ಪದ ರೀಸೆಟ್ ಕೊಂಡಿ ಅವಧಿ ಮೀರಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

source: email me
kn_in: ನನಗೆ ಈಮೇಲ್ ಮಾಡು

source: (required)
kn_in: (ಅವಶ್ಯಕ)

source: one-time password
kn_in: ಒಂದೇ ಬಾರಿಯ ಗುಪ್ತಪದ

source: remember this computer
kn_in: ಈ ಕಂಪ್ಯೂಟರ್ನಲ್ಲಿ ನೆನಪಿಡಿ

source: set up payment for this link
kn_in: ಈ ಕೊಂಡಿಗೆ ಪಾವತಿ

source: Please pick your credit card:
kn_in: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಆಯ್ದುಕೊಳ್ಳಿ:

source: select...
kn_in: ಆಯ್ಕೆ ಮಾಡಿ...

source: profile limit (%d) reached
kn_in: ಪ್ರೊಫೈಲ್ ಮಿತಿ (%d) ತಲುಪಿದ್ದೀರಿ

source: create a new one...
kn_in: ಹೊಸತು ರಚಿಸಿ...

source: please create a new payment profile
kn_in: ಹೊಸ ಪಾವತಿ ಪ್ರೊಫೈಲ್ ರಚಿಸಿ

source: first name
kn_in: ಮೊದಲ ಹೆಸರು

source: last name
kn_in: ಕೊನೆಯ ಹೆಸರು

source: company
kn_in: ಕಂಪನಿ

source: address
kn_in: ವಿಳಾಸ

source: state
kn_in: ರಾಜ್ಯ

source: phone
kn_in: ದೂರವಾಣಿ

source: (14-17 digits)
kn_in: (14 -17 ಅಂಕೆಗಳು)

source: CCV
kn_in: ಸಿ ಸಿ ವಿ

source: (3 or 4 digits)
kn_in: (3 ಅಥವಾ 4 ಅಂಕೆಗಳು)

source: authorize payment
kn_in: ಪಾವತಿಗೆ ಮಂಜೂರಾತಿ

source: you are viewing a single comment's thread.
kn_in: ನೀವು ಒಂದು ಪ್ರತಿಕ್ರಿಯೆಯ ಎಳೆಯನ್ನು ವೀಕ್ಷಿಸುತ್ತಿದ್ದಾರೆ.

source: view the rest of the comments
kn_in: ಉಳಿದ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ

source: (that's you!)
kn_in: (ಅದು ನೀವೇ!)

source: updating...
kn_in: ನವೀಕರಿಸಲಾಗುತ್ತಿದೆ ...

source: secret
kn_in: ಗೋಪ್ಯ

source: about url
kn_in: URL ಬಗ್ಗೆ

source: redirect uri
kn_in: ಯು ಅರ್ ಐ ಮರುನಿರ್ದೇಶಿಸಿ

source: update app
kn_in: ಅಪ್ಲಿಕೇಶನ್ ನವೀಕರಿಸಿ

source: developers
kn_in: ಡೆವಲಪರ್ಗಳು

source: adding...
kn_in: ಸೇರಿಸಲಾಗುತ್ತಿದೆ...

source: add developer
kn_in: ವಿಕಾಸಕ ಸೇರಿಸಿ

source: delete app
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಅಳಿಸಿ

source: Only in:
kn_in: ಇಲ್ಲಿ ಮಾತ್ರ:

source: Only in the subreddits:
kn_in: ಈ ಸಬ್ ರೆಡ್ಡಿಟ್ ಗಳಲ್ಲಿ ಮಾತ್ರ:

source: Expires in:
kn_in: ಮುಕ್ತಾಯಗೊಳ್ಳುಅ ಸಮಯ:

source: Maintain this access indefinitely (or until manually revoked).
kn_in: ಅನಿರ್ದಿಷ್ಟವಾಗಿ ಈ ಪ್ರವೇಶವನ್ನು ಕಾಪಾಡು (ಅಥವಾ ಹಸ್ತಚಾಲಿತವಾಗಿ ಹಿಂಪಡೆಯುವ ತನಕ)

source: revoke access
kn_in: ಪ್ರವೇಶ ಅನುಮತಿಯನ್ನು ರದ್ದುಪಡಸಿರಿ

source: revoked
kn_in: ಹಿಂತೆಗೆದುಕೊಂಡಿದೆ

source: authorized applications
kn_in: ಅಧಿಕೃತ ಅಪ್ಲಿಕೇಶನ್ಗಳು

source: developed applications
kn_in: ಅಭಿವೃದ್ಧಿಪಡಿಸಿದ ಅಪ್ಲಿಕೇಶನ್ಗಳು

source: create another app...
kn_in: ಮತ್ತೊಂದು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ರಚಿಸಿ ...

source: are you a developer? create an app...
kn_in: ನೀವು ಡೆವಲಪರ್ ಆಗಿರುವಿರೇ? ಅಪ್ಲಿಕೇಶನ್ ರಚಿಸಿ ...

source: creating...
kn_in: ರಚಿಸಲಾಗುತ್ತಿದೆ...

source: create application
kn_in: ಅಪ್ಲಿಕೇಶನ್ ರಚಿಸಿ

source: create app
kn_in: ಅಪ್ಲಿಕೇಶನ್ ರಚಿಸಿ

source: delete your reddit account
kn_in: ನಿಮ್ಮ ರೆಡ್ಡಿಟ್ ಖಾತೆಯನ್ನು ಅಳಿಸಿ

source: deleting...
kn_in: ಅಳಿಸಲಾಗುತ್ತಿದೆ ...

source: sorry to see you go!
kn_in: ನೀವು ಹೋಗುವುದು ನಮಗೆ ನೋವು ತಂದಿದೆ!

source: * if you're having a problem on reddit, please consider [contacting us](/feedback) about it before deleting your account. * deleting your account will not delete the content of posts and comments you've made on reddit. to do so, please delete them individually.
kn_in: * ನೀವು ರೆಡ್ಡಿಟ್ ಮೇಲೆ ಸಮಸ್ಯೆ ಎದುರಿಸುತ್ತಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸುವ ಮೊದಲು (/ ಪ್ರತಿಕ್ರಿಯೆ) ಬಗ್ಗೆ [ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸುವ] ಆಯ್ಕೆಯನ್ನು ಪರಿಗಣಿಸಿ. ⏎ * ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸುವುದರಿ೦ದ ರೆಡ್ಡಿಟ್ ನಲ್ಲಿ ಮಾಡಿದ ಪೋಸ್ಟ್ ಗಳು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆಗಳು ಅದರಲ್ಲಿನ ವಿಷಯಗಳನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಹಾಗೆ ಮಾಡಲು, ದಯವಿಟ್ಟು ಅವುಗಳನ್ನು ಒಂದೊಂದಾಗಿ ಅಳಿಸಿ.

source: why are you deleting this account?
kn_in: ನೀವು ಏಕೆ ಈ ಖಾತೆಯನ್ನು ಅಳಿಸುತಿದ್ದೀರಾ?

source: for security purposes
kn_in: ಭದ್ರತಾ ಉದ್ದೇಶಗಳಿಗಾಗಿ

source: account credentials
kn_in: ಖಾತೆಯ ರುಜುವಾತುಗಳು

source: confirmation
kn_in: ದೃಢೀಕರಣ

source: I understand that deleted accounts are not recoverable.
kn_in: ಅಳಿಸಿದ ಖಾತೆಗಳನ್ನು ಮತ್ತೆ ಪಡೆದುಕೊಳ್ಳಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ ಎಂದು ನಾನು ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದೇನೆ.

source: delete account
kn_in: ಖಾತೆಯನ್ನು ಅಳಿಸಿ

source: Private RSS feeds
kn_in: ಖಾಸಗಿ RSS ಫೀಡ್ಸ್

source: On this page are links to private RSS feeds so that you can get listings of your content (personalized front page, message panel, saved listing, etc.) without having to deal with cookies or other auth.
kn_in: ಈ ಪುಟದಲ್ಲಿ ಖಾಸಗಿ RSS ಸಂಪರ್ಕಕೊಂಡಿಗಳಿವೆ, ನೀವು ಕುಕೀಸ್ ಅಥವಾ ಇತರೇ ದೃಢೀಕರಣ ಮಾಡದೆಯೇ ನಿಮ್ಮ ವಿಷಯದ ಪಟ್ಟಿಗಳನ್ನು (ವೈಯಕ್ತಿಕಗೊಳಿಸಿದ ಮುಖಪುಟದಲ್ಲಿ, ಸಂದೇಶ ಫಲಕ, ಉಳಿಸಿದ ಪಟ್ಟಿ, ಇತ್ಯಾದಿ) ಪಡೆಯಬಹುದು.

source: Keep in mind that these urls are intended to be private, so **share at your own risk.**
kn_in: ಈ URL ಗಳು ಖಾಸಗಿ ಉದ್ದೇಶ ಹೊಂದಿದೆ ಎಂಬುದನ್ನು ನೆನಪಿಡಿ, ಆದ್ದರಿಂದ **ಹಂಚಿಕೆಯಲ್ಲಿ ನಿಮ್ಮ ಸ್ವಂತ ಅಪಾಯ ಅಡಗಿದೆ**

source: All feeds are invalidated if you change your password, however.
kn_in: ನೀವು ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ಬದಲಾಯಿಸಿದರೆ ಎಲ್ಲಾ ಫೀಡ್ಸ್ ಅನೂರ್ಜಿತಗೊಳಿಸಲಾಗುತ್ತದೆ.

source: your saved links
kn_in: ನಿಮ್ಮ ಉಳಿಸಿದ ಕೊಂಡಿಗಳು

source: links you've liked
kn_in: ನೀವು ಇಷ್ಟಪಟ್ಟ ಕೊಂಡಿಗಳು

source: links you've disliked
kn_in: ನೀವು ಇಷ್ಟಪಡದ ಕೊಂಡಿಗಳು

source: links you've hidden
kn_in: ನೀವು ಮರೆಮಾಡಿದ ಕೊಂಡಿಗಳು

source: unread messages
kn_in: ಓದಿರದ ಸಂದೇಶಗಳು

source: messages only
kn_in: ಸಂದೇಶಗಳು ಮಾತ್ರ

source: comment replies only
kn_in: ಪ್ರತಿಕ್ರಿಯೆ ಉತ್ತರಗಳು ಮಾತ್ರ

source: self-post replies only
kn_in: ಸ್ವಯಂ ಪೋಸ್ಟ್ ಪ್ರತ್ಯುತ್ತರಗಳು ಮಾತ್ರ

source: your preferences have been updated
kn_in: ನಿಮ್ಮ ಆದ್ಯತೆಗಳನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ

source: interface language
kn_in: ಸಂವಾದ ಭಾಷೆ

source: incomplete
kn_in: ಅಪೂರ್ಣ

source: volunteer to translate
kn_in: ಭಾಷಾಂತರಿಸಲು ಸ್ವಯಂಸೇವಕರಾಗಿ

source: content language
kn_in: ವಿಷಯದ ಭಾಷೆ

source: clicking options
kn_in: ಆಯ್ಕೆಗಳನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರಿ೦ದ

source: display links with a reddit toolbar
kn_in: ರೆಡ್ಡಿಟ್ ಪರಿಕರಪಟ್ಟಿ ಲಿಂಕ್ಗಳನ್ನು ಪ್ರದರ್ಶಿಸಿ

source: media
kn_in: ಮಾಧ್ಯಮ

source: show thumbnails next to links
kn_in: ಕೊಂಡಿಗಳ ಮುಂದೆ ಕಿರುನೋಟ ಚಿತ್ರಗಳನ್ನು ತೋರಿಸಿ

source: don't show thumbnails next to links
kn_in: ಕೊಂಡಿಗಳ ಮುಂದೆ ಕಿರುನೋಟದ ಚಿತ್ರಗಳನ್ನು ತೋರಿಸುಬೇಡಿ

source: make safe(r) for work
kn_in: ಕೆಲಸದ ಜಾಗದಲ್ಲಿ ನೋಡುವಂತೆ (ಸುರಕ್ಷಿತ) ಮಾಡಿ

source: (Don't show thumbnails next to anything labeled NSFW)
kn_in: (NSFW ಹಣೆಪಟ್ಟಿ ಇರುವ ಏನನ್ನೂ ಮುಂದೆ ಕಿರುನೋಟದ ಚಿತ್ರಗಳನ್ನು ತೋರಿಸಬೇಡಿ)

source: to enable thumbnails, disable compressed link display
kn_in: ಕಿರುನೋಟ ಚಿತ್ರಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು, ಸಂಕುಚಿತ ಕೊಂಡಿ ಪ್ರದರ್ಶನ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: link options
kn_in: ಕೊಂಡಿಯ ಆಯ್ಕೆಗಳು

source: show the spotlight box on the front page
kn_in: ಮುಖಪುಟದಲ್ಲಿ ಜನಮನ ಸೆಳೆಯುವ ಪೆಟ್ಟಿಗೆ ತೋರಿಸಿ

source: (it shows new and promoted links, and gives you a say in what's spam and what isn't.)
kn_in: (ಇದು ಹೊಸ ಮತ್ತು ಪ್ರಾಯೋಜಿತ ಕೊಂಡಿಗಳನ್ನು ತೋರಿಸುತ್ತದೆ, ಮತ್ತು ನಿಮಗೆ ಸ್ಪ್ಯಾಮ್ ಯಾವುದು, ಯಾವುದಾಆಗಿಲ್ಲ ಎ೦ಬ ಅಭಿಪ್ರಾಯಕ್ಕೆ ನೀಡುತ್ತದೆ.)

source: show me new links on the front page
kn_in: ಮುಖಪುಟದಲ್ಲಿ ಹೊಸ ಕೊಂಡಿಗಳನ್ನು ನನಗೆ ತೋರಿಸಿ

source: show me links I've recently viewed
kn_in: ನಾನು ಇತ್ತೀಚೆಗೆ ವೀಕ್ಷಿಸಿದ ಕೊಂಡಿಗಳನ್ನು ತೋರಿಸಿ

source: compress the link display
kn_in: ಕೊಂಡಿಯ ಪ್ರದರ್ಶನವನ್ನು ಕುಗ್ಗಿಸಿ

source: don't show links after I've liked them
kn_in: ನಾನು ಮೇಲ್ಮತ ಹಾಕಿರುವ ಕೊಂಡಿಗಳನ್ನು ತೋರಿಸಬೇಡ

source: (except my own)
kn_in: (ನನ್ನ ಸ್ವಂತದ್ದು ಹೊರತುಪಡಿಸಿ)

source: don't show links after I've disliked them
kn_in: ನಾನು ಕೆಳಮತ ಹಾಕಿರುವ ಕೊಂಡಿಗಳನ್ನು ತೋರಿಸಬೇಡ

source: display
kn_in: ಪ್ರದರ್ಶಿಸಿ

source: links at once
kn_in: ಕೊಂಡಿಗಳು ಏಕಕಾಲದಲ್ಲಿ

source: don't show me sites with a score less than
kn_in: ನನಗೆ ಇದಕಿ೦ತಲೂ ಕಡಿಮೆ ಅಂಕಗಳ ತಾಣಗಳನ್ನು ತೋರಿಸಬೇಡಿ

source: don't show me comments with a score less than
kn_in: ನನಗೆ ಇದಕಿ೦ತಲೂ ಕಡಿಮೆ ಅಂಕಗಳ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ತೋರಿಸಬೇಡಿ

source: comments by default
kn_in: ಪೂರ್ವನಿಯೋಜಿತ ಪ್ರತಿಕ್ರಿಯೆಗಳು

source: display %(num)s links at once
kn_in: %(num)s ಕೊಂಡಿಗಳು ಏಕಕಾಲದಲ್ಲಿ ಪ್ರದರ್ಶಿಸು

source: don't show me sites with a score less than %(num)s
kn_in: %(num)sಗಿಂತ ಕಡಿಮೆ ಅಂಕವಿರುವ ತಾಣಗಳನ್ನು ತೋರಿಸಬೇಡ

source: (blank for none)
kn_in: (ಯಾವುದೂ ಖಾಲಿ ಇರಬಾರದು)

source: comment options
kn_in: ಪ್ರತಿಕ್ರಿಯೆ ಆಯ್ಕೆಗಳು

source: don't show me comments with a score less than %(num)s
kn_in: %(num)sಗಿಂತ ಕಡಿಮೆ ಅಂಕವಿರುವ ಅನಿಸಿಕೆಗಳನ್ನುತೋರಿಸಬೇಡ

source: display %(num)s comments by default
kn_in: %(num)s ಅನಿಸಿಕೆಗಳನ್ನು ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಪ್ರದರ್ಶಿಸು

source: the smaller the number, the faster your comments pages will load
kn_in: ಸಣ್ಣ ಸಂಖ್ಯೆಯಾಗಿದ್ದರೆ, ಪುಟದಲ್ಲಿ ವೇಗವಾಗಿ ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಗಳು ಲೋಡ್ ಆಗುತ್ತವೆ

source: messaging options
kn_in: ಸಂದೇಶ ಆಯ್ಕೆಗಳು

source: show message conversations in the inbox
kn_in: ಇನ್ಬಾಕ್ಸ್ನಲ್ಲಿರುವ ಸಂದೇಶ ಮಾತುಕತೆಗಳನ್ನು ತೋರಿಸಿ

source: (only applies when you go to the 'messages' panel)
kn_in: (ನೀವು 'ಅನಿಸಿಕೆಗಳು' ಪ್ಯಾನೆಲ್ ಗೆ ಹೋದಾಗ ಮಾತ್ರ ಅನ್ವಯಿಸುತ್ತದೆ)

source: collapse messages after I've read them
kn_in: ನಾನು ಸಂದೇಶಗಳನ್ನು ಓದಿದ ನಂತರ ಅವುಗಳನ್ನು ಕುಗ್ಗಿಸಿ

source: (otherwise, you'll have to collapse them yourself)
kn_in: (ಇಲ್ಲದಿದ್ದರೆ, ನೀವೇ ಅವುಗಳನ್ನು ಕುಸಿಯಬೇಕಾಗುತ್ತದೆ)

source: mark messages as read when I open my inbox
kn_in: ನನ್ನ ಇನ್ಬಾಕ್ಸ್ ತೆರೆದಾಗ ಸಂದೇಶಗಳನ್ನು ಓದಿದೆ ಎ೦ದು ಗುರುತಿಸಿ

source: (otherwise, they will be marked as read when you click them)
kn_in: (ಇಲ್ಲದಿದ್ದಲ್ಲಿ ನೀವು ಕ್ಲಿಕ್ ಮಾಡಿದ ಮೇಲೆಯೇ ಓದಿದೆಯೆ೦ದು ಗುರುತಿಸಲಾಗುತ್ತದೆ)

source: display options
kn_in: ಆಯ್ಕೆಗಳನ್ನು ತೋರಿಸು

source: show user flair
kn_in: ಬಳಕೆದಾರ ಫ್ಲೇರ್ ತೋರಿಸು

source: show link flair
kn_in: ಕೊಂಡಿಯ ಫ್ಲೇರ್ ತೋರಿಸಿ

source: I am over eighteen years old and willing to view adult content
kn_in: ನನನ ವಯಸ್ಸು ಹದಿನೆಂಟು ವರ್ಷಗಳ ಮೇಲ್ಪಟ್ಟಿರುತ್ತದೆ ಮತ್ತು ನಾನು ವಯಸ್ಕರ ವಿಷಯವನ್ನು ವೀಕ್ಷಿಸಲು ಬಯಸುತ್ತೇನೆ

source: label posts that are not safe for work (NSFW)
kn_in: ಕೆಲಸದ ಜಾಗದಲ್ಲಿ ನೋಡಲು ಸುರಕ್ಷಿತವಿರದ (ಏನ್ ಎಸ್ ಎಫ್ ಡಬ್ಲ್ಯೂ) ಸಮರ್ಪಣೆಗಳನ್ನು ಲೇಬಲ್ ಮಾಡಿ

source: enable private RSS feeds
kn_in: ಖಾಸಗಿ ಅರ್ ಎಸ್ ಎಸ್ ಫೀಡ್ ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: (available from the 'RSS feed' tab in prefs)
kn_in: (ಆದ್ಯತೆಗಳ 'RSS Feed' ಟ್ಯಾಬ್ ನಿ೦ದ ಲಭ್ಯವಿದೆ)

source: privacy options
kn_in: ಗೌಪ್ಯತೆಯ ಆಯ್ಕೆಗಳು

source: make my votes public
kn_in: ನನ್ನ ಮತಗಳು ಸಾರ್ವಜನಿಕವಾಗಿ ತೋರಿಸಿ

source: let everyone see %(link1)s and %(link2)s
kn_in: ಎಲ್ಲರೂ %(link1)s ಮತ್ತು %(link2)s ನೋಡಲಿ

source: allow my data to be used for research purposes
kn_in: ನನ್ನ ಮಾಹಿತಿಯನ್ನು ಸಂಶೋಧನೆ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಬಳಸಲು ಅನುಮತಿ ಕೊಡಿ

source: don't allow search engines to index my user profile
kn_in: ನನ್ನ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಹುಡುಕಾಟ ಎಂಜಿನ್ ಸೂಚ್ಯಂಕ ಬಳಸಲು ಅನುಮತಿ ನೀಡಬೇಡಿ

source: load core JS libraries from reddit servers
kn_in: ರೆಡ್ಡಿಟ್ ಸರ್ವರ್ಗಳಿಂದ ಕೋರ್ JS ಗ್ರಂಥಾಲಯಗಳನ್ನು ಲೋಡ್ ಮಾಡಿ

source: gold options
kn_in: ಚಿನ್ನದ ಆಯ್ಕೆಗಳು

source: show the right sidebar ad box
kn_in: ಬಲ ಅಡ್ಡಪಟ್ಟಿಯಲ್ಲಿ ಜಾಹೀರಾತು ಪೆಟ್ಟಿಗೆ ತೋರಿಸಿ

source: the attractive 300x250 one that usually only has reddit t-shirts in it
kn_in: ಆಕರ್ಷಕ 300x250 ರೆಡ್ಡಿಟ್ ನಲ್ಲಿ ಸಾಮಾನ್ಯವಾಗಿ ಮಾತ್ರವೇ ಟೀ ಶರ್ಟ್ ಒಳಗೊ೦ಡಿರುತ್ತದೆ.

source: show sponsored links
kn_in: ಪ್ರಾಯೋಜಿತ ಕೊಂಡಿಗಳು ತೋರಿಸಿ

source: the blue advertisements that sometimes appear on the top of the page
kn_in: ಕೆಲವೊಮ್ಮೆ ಪುಟದ ಮೇಲ್ಭಾಗದಲ್ಲಿ ಕಂಡುಬರುವ ನೀಲಿ ಜಾಹೀರಾತುಗಳು

source: show sponsorships
kn_in: ಪ್ರಾಯೋಜಕತ್ವಗಳನ್ನು ತೋರಿಸಿ

source: the 300x100 'sponsored by...' images that sometimes appear in sidebars
kn_in: 300x100 'ಪ್ರಾಯೋಜಿಸಲ್ಪಟ್ಟ ...' ಅಡ್ಡಪಟ್ಟಿಗಳಲ್ಲಿ ಕೆಲವೊಮ್ಮೆ ಗೋಚರಿಸುವ ಚಿತ್ರಗಳು

source: highlight new comments
kn_in: ಹೊಸ ಪ್ರತಿಕ್ರಿಯೆಗಳು ಎತ್ತಿ ತೋರಿಸಿ

source: we'll remember your visits for 48 hours and show you which comments you haven't seen yet
kn_in: ನಾವು 48 ಗಂಟೆಗಳವರೆಗೆ ನಿಮ್ಮ ಭೇಟಿಯ ನೆನಪಿನಲ್ಲಿಡುತ್ತೇವೆ ಮತ್ತು ನೀವು ಇನ್ನೂ ನೋಡಿರದ ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ತೋರಿಸುತ್ತೇವೆ.

source: two-factor authentication is currently **enabled**. fill out the form below if you would like to disable it.
kn_in: ಎರಡು ಅಂಶ ದೃಢೀಕರಣ ಪ್ರಸ್ತುತ ** ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ **. ನೀವು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಬಯಸುವಿರಾದರೆ ಈ ಕೆಳಗಿನ ಫಾರ್ಮ್ ಅನ್ನು ಭರ್ತಿ.

source: disable
kn_in: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: enter your current password below to start the activation process for two-factor authentication.
kn_in: ಎರಡು ಅಂಶ ದೃಢೀಕರಣಕ್ಕಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸುವ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಆರಂಭಿಸಲು ಕೆಳಗೆ ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಗುಪ್ತಪದವನ್ನು ನಮೂದಿಸಿ.

source: activate
kn_in: ಸಕ್ರಿಯಗೊಳಿಸಿ

source: below is your two-factor authentication secret. you can scan the QR code with Google Authenticator or enter the key below manually. you WILL NOT have another chance to see this secret.
kn_in: ನಿಮ್ಮ ಎರಡು ಅಂಶ ದೃಢೀಕರಣದ ರಹಸ್ಯ ಈ ಕೆಳಗಿದೆ. ನೀವು Google Authenticator ಜೊತೆ QR ಕೋಡ್ ಸ್ಕ್ಯಾನ್ ಅಥವಾ ಈ ಕೆಳಗಿರುವ ಕೀಲಿಯನ್ನು ಕೈಯಾರೆ ನಮೂದಿಸಬಹುದು. ಈ ರಹಸ್ಯ ನೋಡಲು ಮತ್ತೊಂದು ಅವಕಾಶ ಹೊಂದಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.

source: enable
kn_in: ಸಕ್ರಿಯಗೊಳಿಸಿ

source: update your email or password
kn_in: ನಿಮ್ಮ ಇಮೇಲ್ ಅಥವಾ ಗುಪ್ತಪದವನ್ನು ನವೀಕರಿಸಿ

source: verify your email
kn_in: ನಿಮ್ಮ ಇಮೇಲ್ ಪರಿಶೀಲಿಸಿ

source: update your email
kn_in: ನಿಮ್ಮ ಇಮೇಲ್ ನವೀಕರಿಸಿ

source: update your password
kn_in: ನಿಮ್ಮ ಗುಪ್ತಪದವನ್ನು ನವೀಕರಿಸಿ

source: not set
kn_in: ಹೊಂದಿಸಲಾಗಿಲ್ಲ

source: verified
kn_in: ಪರಿಶೀಲಿಸಲಾಗಿದೆ

source: verification pending
kn_in: ಪರಿಶೀಲನೆ ಬಾಕಿ ಉಳಿದಿದೆ

source: click to resend
kn_in: ಮರುಕಳುಹಿಸಲು ಕ್ಲಿಕ್ ಮಾಡಿ

source: unverified
kn_in: ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ

source: click to verify
kn_in: ಪರಿಶೀಲಿಸಲು ಕ್ಲಿಕ್ ಮಾಡಿ

source: current password
kn_in: ಸದ್ಯದ ಗುಪ್ತಪದ

source: new password
kn_in: ಹೊಸ ಗುಪ್ತಪದ

source: send verification email
kn_in: ಪರಿಶೀಲನಾ ಇಮೇಲ್ ಕಳುಹಿಸಿ

source: (no need to click for this info; just hover over the checkmark next time)
kn_in: (ಈ ಮಾಹಿತಿಗಾಗಿ ಕ್ಲಿಕ್ ಅಗತ್ಯವಿಲ್ಲ; ಮುಂದಿನ ಬಾರಿ ಕೇವಲ ಸರಿಗುರುತು ಸುಳಿದಾಡಿರೆ ಸಾಕು)

source: spammed
kn_in: ಸ್ಪ್ಯಾಮೀಕರಿಸಲಾಗಿದೆ

source: approve
kn_in: ಅನುಮೋದಿಸಿ

source: report
kn_in: ವರದಿ

source: marked
kn_in: ಗುರುತಿಸಲಾಗಿದೆ

source: un-nsfw
kn_in: ಏನ್ ಎಸ್ ಎಫ್ ಡಬ್ಲ್ಯೂ ತೆಗೆಯಿರಿ

source: unmarked
kn_in: ಗುರುತು ಹಾಕಿಲ್ಲ

source: distinguishing...
kn_in: ಪ್ರತ್ಯೇಕಿಸುತ್ತಿದ್ದೇವೆ ...

source: distinguish this?
kn_in: ಇದನ್ನು ಪ್ರತ್ಯೇಕಿಸಬೇಕೇ?

source: give gold
kn_in: ಚಿನ್ನ ಕೊಡಿ

source: cancel
kn_in: ರದ್ದುಗೊಳಿಸಿ

source: hidden
kn_in: ಗುಪ್ತ

source: reject
kn_in: ನಿರಾಕರಿಸಿ

source: accepted
kn_in: ಸ್ವೀಕರಿಸಿದೆ

source: traffic
kn_in: ದಟ್ಟಣೆ

source: permalink
kn_in: ಶಾಶ್ವತಕೊಂಡಿ

source: context
kn_in: ಸನ್ನಿವೇಶ

source: full comments
kn_in: ಪೂರ್ಣ ಪ್ರತಿಕ್ರಿಯೆಗಳು

source: parent
kn_in: ಪೋಷಕ

source: reply {verb}
kn_in: ಉತ್ತರಿಸು {ಕ್ರಿಯಾಪದ}

source: block user
kn_in: ಬಳಕೆದಾರನನ್ನು ತಡೆಹಿಡಿಯಿರಿ

source: mark unread
kn_in: ಓದಿಲ್ಲವೆ೦ದು ಗುರುತಿಸಿ

source: toggle
kn_in: ಬದಲಿಸು

source: + friends
kn_in: + ಸ್ನೇಹಿತರು

source: - friends
kn_in: - ಸ್ನೇಹಿತರು

source: link karma
kn_in: ಕೊಂಡಿಯ ಕರ್ಮ

source: comment karma
kn_in: ಅನಿಸಿಕೆ ಕರ್ಮ

source: of reddit gold remaining
kn_in: ಇನ್ನುಳಿದ ರೆಡ್ಡಿಟ್ ಚಿನ್ನ

source: Recurring Paypal subscription
kn_in: ಪುನರಾವರ್ತಕ ಪೇಪಾಲ್ ವರ್ಗಣಿ

source: send message
kn_in: ಸಂದೇಶ ಕಳುಹಿಸಿ

source: redditor for
kn_in: ಕಾಲದಿಂದ ರೆಡ್ಡಿಟರ್

source: to be promoted by %(author)s
kn_in: %(author)s ಇಂದ ಪ್ರಚಾರಗೊಳಿಸತಕ್ಕದ್ದು

source: promoted by %(author)s
kn_in: %(author)s ಇಂದ ಪ್ರಚಾರಗೊಂಡಿದೆ

source: deleted sponsored link
kn_in: ಪ್ರಾಯೋಜಿತ ಕೊಂಡಿಯನ್ನು ಅಳಿಸಲಾಗಿದೆ

source: unpaid sponsored link
kn_in: ಪಾವತಿಯಾಗದ ಪ್ರಾಯೋಜಿತ ಕೊಂಡಿ

source: unapproved sponsored link
kn_in: ಅನುಮೋದನೆಯಾಗದ ಪ್ರಾಯೋಜಿತ ಕೊಂಡಿ

source: rejected sponsored link
kn_in: ತಿರಸ್ಕರಿಸಿದ ಪ್ರಾಯೋಜಿತ ಕೊಂಡಿ

source: sponsored link
kn_in: ಪ್ರಾಯೋಜಿತ ಕೊಂಡಿ

source: accepted sponsored link
kn_in: ಸ್ವೀಕರಿಸಿದ ಪ್ರಾಯೋಜಿತ ಕೊಂಡಿ

source: date
kn_in: ದಿನಾಂಕ

source: click-through (%)
kn_in: ಕ್ಲಿಕ್ ಮೂಲಕ (%)

source: totals are preliminary until 24 hours after the end of the promotion.
kn_in: ಪ್ರಚಾರದ ಕೊನೆಗೊಂಡ ನಂತರ ಮೊತ್ತವು 24 ಗಂಟೆಗಳವರೆಗೆ ಪ್ರಾಥಮಿಕ ಇರುತ್ತದೆ.

source: start
kn_in: ಶುರು

source: end
kn_in: ಅಂತ್ಯ

source: cpm
kn_in: ಸಿ ಪಿ

source: ctr
kn_in: ಸಿ ಟಿ ಅರ್

source: cpc
kn_in: ಸಿ ಪಿ ಸಿ

source: edit promotion
kn_in: ಪ್ರಚಾರವನ್ನು ಸಂಪಾದಿಸಿ

source: upload header image:
kn_in: ಶಿರೋಲೇಖ ಚಿತ್ರವನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ:

source: disable comments
kn_in: ಪ್ರತಿಕ್ರಿಯೆಗಳು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: width
kn_in: ಅಗಲ

source: height
kn_in: ಎತ್ತರ

source: campaign dashboard
kn_in: ಅಭಿಯಾನದ ತಡೆಹಲಗೆ

source: You have too many campaigns for this link.
kn_in: ಈ ಕೊಂಡಿ ಬಹಳಷ್ಟು ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಹೊಂದಿದೆ.

source: It's time to start fresh!
kn_in: ಮೊದಲಿನಿಂದ ಶುರು ಹಚ್ಕೊಳಿ !

source: bidding history
kn_in: ಹರಾಜಿನ ಇತಿಹಾಸ

source: promotion history
kn_in: ಪ್ರಚಾರದ ಇತಿಹಾಸ

source: create a promotion
kn_in: ಪ್ರಚಾರವನ್ನು ರಚಿಸಿ

source: close this window
kn_in: ಈ ವಿಂಡೋವನ್ನು ಮುಚ್ಚಿ

source: Use of this site constitutes acceptance of our %(user_agreement)s and %(privacy_policy)s
kn_in: ಈ ತಾಣವನ್ನು ಉಪಯೋಗಿಸಿದರೆ ನಮ್ಮ %(user_agreement)s ಮತ್ತು %(privacy_policy)s ಗಳನ್ನು ಒಪ್ಪಿಕೊಂಡಂತೆ

source: Privacy Policy {Genitive}
kn_in: ಗೌಪ್ಯತಾ ನೀತಿ {ಷಷ್ಠಿ}

source: %(year)d reddit inc. All rights reserved.
kn_in: %(year)d reddit inc. ಎಲ್ಲಾ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ.

source: jump to content
kn_in: ವಿಷಯಕ್ಕೆ ಧುಮುಕಿ

source: want to join? %(login_or_register)s in seconds
kn_in: ಸೇರಿಕೊಳ್ಳಲು ಬಯಸುತ್ತೀರ? ಕ್ಷಣದಲ್ಲಿ %(login_or_register)s

source: mod messages
kn_in: ಮೋಡ್ ಸಂದೇಶಗಳು

source: traffic statistics for %(place)s
kn_in: %(place)s ರ ಸಂಚಾರ ಅಂಕಿಅಂಶಗಳು

source: traffic by day of week
kn_in: ವಾರದ ದಿನಗಳಲ್ಲಿ ದಟ್ಟಣೆ

source: daily mean
kn_in: ದೈನಂದಿನ ಸರಾಸರಿ

source: change
kn_in: ಬದಲಾಯಿಸಿ

source: create a roadblock
kn_in: ಅಡೆತಡೆಯನ್ನು ರಚಿಸಿ

source: existing roadblocks
kn_in: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಅಡೆತಡೆಗಳು

source: here at reddit, we inscribe our rules on a brick. screw tablets.
kn_in: ಇಲ್ಲಿ ರೆಡ್ಡಿಟ್ ನಲ್ಲಿ, ನಾವು ನಮ್ಮ ನಿಯಮಗಳನ್ನು ಒಂದು ಇಟ್ಟಿಗೆಯ ಮೇಲೆ ಕೆತ್ತುತ್ತೇವೆ, ಟ್ಯಾಬ್ಲೆಟ್ ಗಳು ಹಾಳಾಗಿಹೋಗಲಿ.

source: this brick has no semantic value
kn_in: ಈ ಇಟ್ಟಿಗೆ ಯಾವುದೇ ಲಾಕ್ಷಣಿಕ ಮೌಲ್ಯವನ್ನು ಹೊಂದಿಲ್ಲ

source: about %(num)d results in %(second)s
kn_in: ಸುಮಾರು %(num)d ಫಲಿತಾಂಶಗಳು %(second)s ಗಳಲ್ಲಿ

source: satisfied?
kn_in: ತೃಪ್ತಿಯಾಯಿತೇ?

source: thanks for your feedback!
kn_in: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಗೆ ಧನ್ಯವಾದಗಳು!

source: converted query to %(syntax)s syntax: %(converted)s
kn_in: ಪ್ರಶ್ನಾವಳಿ %(syntax)s ವಾಕ್ಯರಚನೆಗೆ %(converted)s ಪರಿವರ್ತಿಸಲಾಗಿದೆ.

source: too many results? narrow it down to a subreddit!
kn_in: ತೀರಾ ಹೆಚ್ಚು ಫಲಿತಾಂಶಗಳೆ? ಒಂದು ಸಬ್ ರೆಡ್ಡಿಟ್ ಗೆ ಅದನ್ನು ಮಿತಿಗೊಳಿಸಿ!

source: find submissions in "subreddit"
kn_in: "ಸಬ್ ರೆಡ್ಡಿಟ್"ನಲ್ಲಿ ಸಲ್ಲಿಕೆಗಳನ್ನು ಹುಡುಕಿ

source: find submissions by "username"
kn_in: ಬಳಕೆನಾಮದ ಪ್ರಕಾರ ಸಲ್ಲಿಕೆಗಳನ್ನು ಹುಡುಕಿ

source: find submissions from "example.com"
kn_in: "example.com"ನಲ್ಲಿ ಸಲ್ಲಿಕೆಗಳನ್ನು ಹುಡುಕಿ

source: search for "text" in url
kn_in: ಯು ಅರ ಎಲ್ ನಲ್ಲಿ "ಪಠ್ಯ" ಹುಡುಕಿ

source: search for "text" in self post contents
kn_in: ಸ್ವಯಂ ಸಮರ್ಪಣೆ ವಿಷಯಗಳಲ್ಲಿ "ಪಠ್ಯ" ಹುಡುಕಿ

source: include (or exclude) self posts
kn_in: ಸ್ವಸಮರ್ಪಣೆಗಳನ್ನು ಸೇರಿಸು (ಅಥವಾ ಹೊರತುಪಡಿಸು)

source: include (or exclude) results marked as NSFW
kn_in: ಏನ್ ಎಸ ಎಫ್ ಡಬ್ಲ್ಯೂ ಎಂದು ಗುರುತಿಸಲಾದ ಫಲಿತಾಂಶಗಳನ್ನು ಸೇರಿಸು (ಅಥವಾ ಹೊರತುಪಡಿಸು)

source: see the search faq for details.
kn_in: ವಿವರಗಳಿಗಾಗಿ ಹುಡುಕಾಟದ FAQ ನೋಡಿ.

source: search reddit
kn_in: ರೆಡ್ಡಿಟ್ ಶೋಧ

source: limit my search to %(path)s
kn_in: ನನ್ನ ಶೋಧನೆಯ ಮಿತಿ %(path)s

source: send this link to
kn_in: ಈ ಕೊಂಡಿಯನ್ನು ಇಲ್ಲಿಗೆ ಕಳುಹಿಸಿ

source: (list of emails or usernames)
kn_in: (ಈಮೇಲ್ ಮತ್ತು ಬಳಕೆನಾಮಗಳ ಪಟ್ಟಿ)

source: your email
kn_in: ನಿಮ್ಮ ಇಮೇಲ್

source: message {share form}
kn_in: ಸಂದೇಶ {ರೂಪದ ಹಂಚಿಕೆ}

source: top subreddits
kn_in: ಅಗ್ರ ಸಬ್ ರೆಡ್ಡಿಟ್ ಗಳು
