Repository: sol2tice/peachtree
Catalog: src/src/i18n/reddit_i18n/*/LC_MESSAGES/r2.po
Languages: kn_in

source: team
kn_in: ತಂಡ

source: sorted by
kn_in: ವಿಂಗಡಿಸುವಿಕೆ

source: submitted by %(user)s
kn_in: %(user)s ರ ಸಮರ್ಪಣೆಗಳು

source: history
kn_in: ಇತಿಹಾಸ

source: API
kn_in: ಎಪಿಐ

source: thanks for your message! you should hear back from us shortly.
kn_in: ನಿಮ್ಮ ಸಂದೇಶಕ್ಕೆ ಧನ್ಯವಾದಗಳು! ನಮ್ಮಿಂದ ಸಂದೇಶ ನಿರೀಕ್ಷಿಸಿ.

source: your message has been delivered
kn_in: ನಿಮ್ಮ ಸಂದೇಶವು ತಲುಪಿದೆ

source: no title found
kn_in: ತಲೆಬರಹ ಯಾವುದೂ ಸಿಗಲಿಲ್ಲ

source: saved
kn_in: ಉಳಿಸಲಾಗಿದೆ

source: all other sessions have been logged out
kn_in: ಬೇರೆ ಎಲ್ಲಾ ಕಲಾಪಗಳಿಂದ ಲಾಗ್ ಔಟ್ ಆಗಿದ್ದೀರಿ

source: you should be getting a verification email shortly.
kn_in: ನಿಮಗೆ ಸದ್ಯದಲ್ಲೇ ಪ್ರಮಾಣೀಕರಣ ಇ-ಅಂಚೆ ತಲುಪುತ್ತದೆ.

source: your email has been updated
kn_in: ನಿಮ್ಮಇ-ಅಂಚೆ ಆಧುನೀಕರಿಸಲಾಗಿದೆ

source: your email and password have been updated
kn_in: ನಿಮ್ಮಇ-ಅಂಚೆ ಮತ್ತು ಸಂಕೇತ ಪದ ಆಧುನೀಕರಿಸಲಾಗಿದೆ

source: your password has been updated
kn_in: ನಿಮ್ಮಸಂಕೇತ ಪದ ಆಧುನೀಕರಿಸಲಾಗಿದೆ

source: replied
kn_in: ಉತ್ತರಿಸಲಾಗಿದೆ

source: shared
kn_in: ಹಂಚಲಾಗಿದೆ

source: your link has been shared.
kn_in: ನಿಮ್ಮ ಕೊಂಡಿ ಹಂಚಲಾಗಿದೆ

source: validation errors
kn_in: ಕ್ರಮಬದ್ಧಗೊಳಿಸುವಿಕೆ ದೋಷಗಳು

source: conflict error
kn_in: ಕಾನ್ಫ್ಲಿಕ್ಟ್ ದೋಷ

source: There was a conflict while editing the stylesheet
kn_in: ಸ್ಟೈಲ್ಶೀಟ್ ಸಂಪಾದಿಸುವಾಗ ಭಿನ್ನಾಭಿಪ್ರಾಯ ಉಂಟಾಗಿದೆ

source: deleted
kn_in: ಅಳಿಸಲಾಗಿದೆ

source: bad image name
kn_in: ಚಿತ್ರದ ಹೆಸರು ಅಮಾನ್ಯವಾದ

source: too many images (you only get %d)
kn_in: ಚಿತ್ರಗಳು ತೀರಾ ಹೆಚ್ಚು (ನಿಮಗೆ %d ಮಾತ್ರ ದೊರೆಯುತ್ತದೆ)

source: Invalid image or general image error
kn_in: ಅಮಾನ್ಯವಾದ ಚಿತ್ರ ಅಥವಾ ಸಾಮಾನ್ಯ ಚಿತ್ರ ದೋಷ

source: Sidebar was not saved
kn_in: ಪಾರ್ಶ್ವಪಟ್ಟಿಯನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ

source: Description was not saved
kn_in: ವಿವರಣೆಯನ್ನು ಉಳಿಸಲಾಗುತ್ತಿಲ್ಲ

source: an email will be sent to that account's address shortly
kn_in: ಆ ಖಾತೆಯ ವಿಳಾಸಕ್ಕೆ ಒಂದು ಇ-ಅಂಚೆ ಸದ್ಯದಲ್ಲೇ ಕಳುಹಿಸಲಾಗುವುದು

source: try again tomorrow
kn_in: ನಾಳೆ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ

source: invalid css class
kn_in: ಅಮಾನ್ಯವಾದ ಸಿಎಸ್ಎಸ್ ವರ್ಗ

source: too many css classes
kn_in: ತೀರಾ ಹೆಚ್ಚು ಸಿಎಸ್ಎಸ್ ವರ್ಗಗಳು

source: max flair templates reached
kn_in: ಗರಿಷ್ಛ ಫ್ಲೇರ್ ಟೆಂಪ್ಲೇಟ್ಗಳು ತಲುಪಿದೆ

source: invalid client id
kn_in: ಅಮಾನ್ಯವಾದ ಕ್ಲೈಂಟ್ ಐಡಿ

source: cannot update deleted app
kn_in: ಅಳಿಸಲಾದ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ನವೀಕರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ

source: app does not belong to you
kn_in: ಅಪ್ಲಿಕೇಶನ್ ನಿಮಗೆ ಸೇರಿರುವುದಿಲ್ಲ

source: application updated
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ

source: application created
kn_in: ಅರ್ಜಿಯನ್ನು ರಚಿಸಲಾಗಿದೆ

source: developer added
kn_in: ಅಭಿವೃದ್ಧಿಕಾರರನ್ನು ಸೇರಿಸಲಾಗಿದೆ

source: account
kn_in: ಖಾತೆ

source: apps
kn_in: ಅಪ್ಲಿಕೇಶನ್ ಗಳು

source: flair
kn_in: ಫ್ಲೇರ್

source: links & comments
kn_in: ಕೊಂಡಿಗಳು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆಗಳು

source: private messages
kn_in: ಖಾಸಗಿ ಸಂದೇಶಗಳು

source: moderation
kn_in: ಮಧ್ಯಸ್ಥಿಕೆ

source: misc
kn_in: ಇತರೆ

source: listings
kn_in: ಪಟ್ಟಿಗಳು

source: search
kn_in: ಶೋಧಿಸಿ

source: subreddits
kn_in: ಸಬ್-ರೆಡ್ಡಿಟ್ ಗಳು

source: users
kn_in: ಬಳಕೆದಾರರು

source: wiki
kn_in: ವಿಕಿ

source: api documentation
kn_in: ಎಪಿಐ ಡಾಕ್ಯುಮೆಂಟೇಶನ್

source: reddit buttons
kn_in: ರೆಡ್ಡಿಟ್ ಗುಂಡಿಗಳು

source: reddit widget
kn_in: ರೆಡ್ಡಿಟ್ ವಿಡ್ಜೆಟ್

source: bookmarklets
kn_in: ಬುಕ್ಮಾರ್ಕ್ ಲೆಟ್ ಗಳು

source: help
kn_in: ಸಹಾಯ

source: forbidden (%(domain)s)
kn_in: ನಿಷೇಧಿತ (%(domain)s)

source: you are not allowed to do that
kn_in: ನಿಮಗೆ ಅದನ್ನು ಮಾಡಲು ಅನುಮತಿಯಿಲ್ಲ

source: page not found
kn_in: ಪುಟ ದೊರೆತಿಲ್ಲ

source: the page you requested does not exist
kn_in: ನೀವು ವಿನಂತಿಸಿದ ಪುಟ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ

source: no comments (yet)
kn_in: (ಸದ್ಯಕ್ಕೆ) ಯಾವ ಅನಿಸಿಕೆಗಳೂ ಇಲ್ಲ

source: all %d comments
kn_in: ಎಲ್ಲ %d ಅನಿಸಿಕೆಗಳು

source: top %d comments
kn_in: ಅಗ್ರ %d ಅನಿಸಿಕೆಗಳು

source: show all %d
kn_in: ಎಲ್ಲ %d ನ್ನೂ ತೋರಿಸು

source: show %d
kn_in: %d ನ್ನು ತೋರಿಸು

source: all
kn_in: ಎಲ್ಲ

source: filter by action
kn_in: ಕ್ರಿಯೆಯ ಮೂಲಕ ಶೋಧಿಸಿ

source: filter by moderator
kn_in: ನಿಯಂತ್ರಕ ನಿಂದ ಶೋಧಿಸಿ

source: links
kn_in: ಕೊಂಡಿ ಕೊಂಡಿಗಳು

source: comments
kn_in: ಅನಿಸಿಕೆಗಳು

source: awards
kn_in: ಪ್ರಶಸ್ತಿಗಳು

source: related
kn_in: ಸಂಬಂಧಿತ

source: other discussions
kn_in: ಇತರ ಚರ್ಚೆಗಳು

source: search results
kn_in: ಶೋಧದ ಫಲಿತಾಂಶ

source: seen it
kn_in: ನೋಡಿಯಾಗಿದೆ

source: submit
kn_in: ಸಮರ್ಪಿಸಿ

source: contact us
kn_in: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ

source: rules of reddit
kn_in: ರೆಡ್ಡಿಟ್ ನಿಯಮಗಳು

source: claimed! enjoy your reddit gold membership.
kn_in: ಹಕ್ಕು ಪಡೆದಿದ್ದೀರಾ! ನೀವಿನ್ನು ರೆಡ್ಡಿಟ್ ಚಿನ್ನ ಸದಸ್ಯತ್ವವನ್ನು ಆನಂದಿಸಿ.

source: thanks for buying reddit gold! your transaction has been completed and emailed to you. you can check the details by logging into your account at:
kn_in: ರೆಡ್ಡಿಟ್ ಚಿನ್ನದ ಖರೀದಿಗೆ ಧನ್ಯವಾದಗಳು! ನಿಮ್ಮ ವ್ಯವಹಾರ ಪೂರ್ಣಗೊಂಡಿದೆ ಹಾಗೂ ನಿಮಗಿದನ್ನು ಇಮೇಲ್ ಮಾಡಲಾಗಿದೆ. ನೀವು ನಿಮ್ಮ ಖಾತೆಗೆ ಪ್ರವೇಶಿಸುವುದರ ಮೂಲಕ ವಿವರಗಳನ್ನು ಪರಿಶೀಲಿಸಬಹುದು:

source: thanks
kn_in: ಧನ್ಯವಾದ

source: password
kn_in: ಸಂಕೇತ ಪದ

source: verify email
kn_in: ಇ-ಅಂಚೆ ಪರಿಶೀಲಿಸು

source: reset password
kn_in: ಸಂಕೇತ ಪದ asda

source: opt out
kn_in: ಭಾಗವಹಿಸದೆ ಇರು

source: welcome back
kn_in: ಮತ್ತೆ ಸ್ವಾಗತ

source: reddit gold
kn_in: ರೆಡ್ಡಿಟ್ ಚಿನ್ನ

source: nice try.
kn_in: ಉತ್ತಮ ಪ್ರಯತ್ನ-ವಲ್ಲ.

source: that user has deleted their account
kn_in: ಈ ಬಳಕೆದಾರ ತಮ್ಮ ತಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಿದ್ದಾರೆ

source: the gold has been delivered!
kn_in: ಚಿನ್ನ ತಲುಪಿಸಲಾಗಿದೆ

source: newest submissions
kn_in: ಹೊಸ ಸಲ್ಲಿಕೆಗಳನ್ನು

source: top scoring links
kn_in: ಅತ್ಯುನ್ನತ ಅಂಕದ ಕೊಂಡಿಗಳು

source: most controversial links
kn_in: ಅತ್ಯಂತ ವಿವಾದಾಸ್ಪದ ಸಂಪರ್ಕಗಳು

source: you're really bored now, eh?
kn_in: ನೀವು ನಿಜವಾಗಿಯೂ ಅಷ್ಟು ಬೇಜಾರಗಿದ್ದೀರ?

source: filter by subreddit
kn_in: ಸಬ್ ರೆಡ್ಡಿಟ್ ಪ್ರಕಾರ ಫಿಲ್ಟರ್ ಮಾಡು

source: overview for %(user)s
kn_in: %(user)s ನ ಸಮೀಕ್ಷೆ

source: comments by %(user)s
kn_in: %(user)s ರ ಅನಿಸಿಕೆಗಳು

source: liked by %(user)s
kn_in: %(user)s ಇದನ್ನು ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ

source: disliked by %(user)s
kn_in: %(user)s ಇದನ್ನು ಇಷ್ಟಪಟ್ಟಿಲ್ಲ

source: saved by %(user)s
kn_in: %(user)s ಉಳಿಸಿದ್ದಾರೆ

source: hidden by %(user)s
kn_in: %(user)s ಅಡಗಿಸಿದ್ಜು

source: promoted by %(user)s
kn_in: ಪ್ರಚಾರ ಮಾಡಿದವರು %(user)s

source: profile for %(user)s
kn_in: %(user)s ನ ವ್ಯಕ್ತಿಚಿತ್ರ

source: unread
kn_in: ಇನ್ನೂ ಓದಿಲ್ಲದವು

source: comment replies
kn_in: ಅನಿಸಿಕೆಗೆ ಪ್ರತಿಕ್ರಿಯೆಗಳು

source: post replies
kn_in: ಸಮರ್ಪಣೆಗೆ ಪ್ರತಿಕ್ರಿಯೆಗಳು

source: messages
kn_in: ಸಂದೇಶಗಳು

source: over 18?
kn_in: ವಯಸ್ಸು ೧೮ ದಾಟಿದಿಯೇ?

source: all promoted links
kn_in: ಎಲ್ಲ ಪ್ರಚಾರಿಸಿದ ಕೊಂಡಿಗಳು

source: promoted by you
kn_in: ನಿಮ್ಮಿಂದ ಬಡ್ತಿ ಪಡೆದಿದೆ

source: failed to authenticate card. sorry.
kn_in: ಕಾರ್ಡ್ ದೃಢೀಕರಣವು ವಿಫಲಗೊಂಡಿದೆ. ಕ್ಷಮಿಸಿ.

source: bad image
kn_in: ಅಮಾನ್ಯವಾದ ಚಿತ್ರ

source: search failed
kn_in: ಹುಡುಕಾಟ ವಿಫಲವಾಗಿದೆ

source: This page is the subreddit stylesheet, changes here apply to the subreddit css
kn_in: ಈ ಪುಟದಲ್ಲಿ ಸಬ್ ರೆಡ್ಡಿಟ್ ಸ್ಟೈಲ್ಶೀಟ್ ಆಗಿದೆ, ಇಲ್ಲಿನ ಬದಲಾವಣೆ ಸಬ್ ರೆಡ್ಡಿಟ್ ಸಿಎಸ್ಎಸ್ ಅನ್ವಯಿಸುತ್ತವೆ.

source: The contents of this page appear on the subreddit sidebar
kn_in: ಈ ಪುಟದ ವಿಷಯಗಳು ಸಬ್ ರೆಡ್ಡಿಟ್ ಅಡ್ಡಪಟ್ಟಿಯಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ

source: The contents of this page appear in the public subreddit description
kn_in: ಈ ಪುಟದ ವಿಷಯಗಳು ಸಾರ್ವಜನಿಕವಾದ ಸಬ್ ರೆಡ್ಡಿಟ್ ವಿವರಣೆಯಲ್ಲಿದೆ

source: viewing revision from %s
kn_in: %s ರಿಂದ ಪರಿಷ್ಕರಣೆ ವೀಕ್ಷಣೆ

source: %s ago
kn_in: %s ಹಿಂದೆ

source: comparing revisions from %(date_1)s and %(date_2)s
kn_in: %(date_1)s ಮತ್ತು %(date_2)s ಪರಿಷ್ಕರಣೆಗಳನ್ನು ಹೋಲಿಸಿದಾಗ

source: viewing revision from %s ago
kn_in: %s ಹಿಂದಿನ ಪರಿಷ್ಕರಣೆ ವೀಕ್ಷಣೆ

source: this wiki cannot handle page names of that magnitude! please select a page name shorter than %d characters
kn_in: ವಿಕಿಯು ಅಷ್ಟು ದೊಡ್ಡ ಪ್ರಮಾಣದ ಪುಟದ ಹೆಸರುಗಳನ್ನು ನಿಭಾಯಿಸಲು ಅಸಾಧ್ಯ! ದಯವಿಟ್ಟು %d ಅಕ್ಷರಗಳಿಗಿಂತ ಚಿಕ್ಕದಾದ ಒಂದು ಪುಟದ ಹೆಸರನ್ನು ಆಯ್ಕೆ ಮಾಡಿ

source: this page is a special page, please go into the subreddit settings and save the field once to create this special page
kn_in: ಇದೊ೦ದು ವಿಶೇಷವಾದ ಪುಟ, ಸಬ್ ರೆಡ್ಡಿಟ್ ಸೆಟ್ಟಿಂಗ್ ಗೆ ಹೋಗಿ ಮತ್ತು ಈ ವಿಶೇಷ ಪುಟವನ್ನು ರಚಿಸಲು ಒ೦ದು ಬಾರಿ ಕ್ಷೇತ್ರವನ್ನು ಉಳಿಸಿ

source: a max of %d separators "/" are allowed in a wiki page name.
kn_in: ಗರಿಷ್ಠ ವೆ೦ದರೆ %d ವಿಭಜಕಗಳು "/" ವಿಕಿ ಪುಟದ ಹೆಸರಿನಲ್ಲಿ ಅವಕಾಶವಿರುತ್ತದೆ.

source: Wiki error
kn_in: ವಿಕಿ ದೋಷ

source: You are doing that too much, please try again later.
kn_in: ನೀವು ಅದನ್ನೇ ತುಂಬಾ ಮಾಡುತ್ತಿದ್ದೀರ, ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಪ್ರಯತ್ನಿಸಿ.

source: if you need backslashes, you're doing it wrong
kn_in: ನಿಮಗೆ ಬ್ಯಾಕ್ ಸ್ಲಾಶ್ ಅಗತ್ಯವಿದ್ದರೆ, ನೀವು ತಪ್ಪು ಮಾಡುತ್ತಿರಬಹುದು

source: please login to do that
kn_in: ಇದನ್ನು ಮಾಡಲು ಲಾಗಿನ್ ಆಗಿ

source: this page must be accessed using https
kn_in: ಈ ಪುಟ ಬಳಸಲು https ಮುಖಾ೦ತರ ಪ್ರವೇಶಿಸಬೇಕು.

source: you need to set a valid email address to do that.
kn_in: ಅದಕ್ಕಾಗಿ ನೀವು ಸಮಂಜಸವಾದ ಇ-ಅಂಚೆ ನಮೂದಿಸಬೇಕು

source: a url is required
kn_in: ಕೊಂಡಿಯ ಅಗತ್ಯವಿದೆ

source: you should check that url
kn_in: ಆ ಸಂಪರ್ಕವನ್ನೊಮ್ಮೆ ಪರೀಕ್ಷಿಸಿ

source: care to try these again?
kn_in: ಇವುಗಳನ್ನು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಬಲ್ಲಿರಾ?

source: invalid user name
kn_in: ಅಮಾನ್ಯವಾದ ಬಳಕೆದಾರ ಹೆಸರು

source: that username is already taken
kn_in: ಆ ಬಳಕೆದಾರ ಹೆಸರು ಈಗಾಗಲೇ ತೆಗೆದುಕೊಳ್ಳಲಾಗಿದೆ

source: that username is taken by a deleted account
kn_in: ಆ ಬಳಕೆದಾರ ಹೆಸರು ಈಗಾಗಲೇ ಒಂದು ಅಳಿಸಲಾದ ಖಾತೆಯು ತೆಗೆದುಕೊಂಡಿದೆ

source: you can't send to a user that you have blocked
kn_in: ನೀವು ನಿರ್ಬಂಧಿಸಿದ ಬಳಕೆದಾರನಿಗೆ ಕಳುಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ

source: id not specified
kn_in: ಐಡಿ ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾಗಿಲ್ಲ

source: you provided too many ids
kn_in: ನೀವು ಹಲವಾರು ಐಡಿಗಳನ್ನು ಒದಗಿಸಿದ್ದೀರಿ

source: you can't do that
kn_in: ಅದನ್ನು ಮಾಡುವಹಾಗಿಲ್ಲ

source: you are not logged in as that user
kn_in: ಆ ಬಳಕೆದಾರನಂತೆ ನೀವು ಲಾಗಿನ್ ಆಗಿಲ್ಲ

source: the link you are commenting on has been deleted
kn_in: ಯಾವ ಕೊಂಡಿ ಮೇಲೆ ಅನಿಸಿಕೆ ಬರೆಯುತ್ತಿರುವಿರೊ ಅದು ಅಳಿಸಲ್ಪಟ್ಟಿದೆ

source: that comment has been deleted
kn_in: ಆ ಅನಿಸಿಕೆಯು ಅಳಿಸಲ್ಪಟ್ಟಿದೆ

source: that element has been deleted
kn_in: ಆ ಧಾತುವು ಅಳಿಸಲ್ಪಟ್ಟಿದೆ

source: that password is unacceptable
kn_in: ಆ ಸಂಕೇತ ಪದ ಸ್ವೀಕರಿಸಲಾಗುವುದಿಲ್ಲ

source: invalid password
kn_in: ಅಮಾನ್ಯವಾದ ಸಂಕೇತ ಪದ

source: passwords do not match
kn_in: ಸಂಕೇತ ಪದಗಳು ತಾಳೆಯಾಗುತ್ತಿಲ್ಲ

source: please enter a name
kn_in: ಹೆಸರೊಂದನ್ನು ಕೊಡಿ

source: please enter an email address
kn_in: ಇಮೇಲ್ ವಿಳಾಸವೊಂದನ್ನು ಕೊಡಿ

source: no email address for that user
kn_in: ಆ ಬಳಕೆದಾರರ ಯಾವ ಈಮೇಲ್ ವಿಳಾಸವೂ ಇಲ್ಲ

source: send it to whom?
kn_in: ಯಾರಿಗೆ ಕಳಿಸೋಣ?

source: please enter a subject
kn_in: ವಿಷಯವೊಂದು ಕೊಡಿ

source: that user doesn't exist
kn_in: ಆ ಬಳಕೆದಾರ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ

source: please enter a username
kn_in: ದಯವಿಟ್ಟು ಒಂದು ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಕೊಡಿ

source: that number isn't in the right range (%(range)s)
kn_in: ಆ ಸಂಖ್ಯೆ (%(range)s) ಸರಿಯಾದ ವ್ಯಾಪ್ತಿಯಲ್ಲಿ ಇಲ್ಲ

source: you used a character here that we can't handle
kn_in: ನೀವು ಇಲ್ಲಿ ನಾವು ನಿರ್ವಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲದ ಒಂದು ಅಕ್ಷರವನ್ನು ಬಳಸಿದ್ದೀರ

source: that link has already been submitted
kn_in: ಆ ಸಂಪರ್ಕವನ್ನು ಆಗಲೇ ಸಮರ್ಪಿಸಿಯಾಗಿದೆ

source: you aren't allowed to post there.
kn_in: ಅಲ್ಲಿ ಸಮರ್ಪಿಸಲು ನಿಮಗೆ ಅನುಮತಿಯಿಲ್ಲ.

source: you must specify a subreddit
kn_in: ಒಂದು ಸಬ್-ರೆಡ್ಡಿಟ್ಟನ್ನು ಸೂಚಿಸಲೇಬೇಕು

source: that name isn't going to work
kn_in: ಆ ಹೆಸರು ನಡೆಯುವುದಿಲ್ಲ

source: you are doing that too much. try again in %(time)s.
kn_in: ನಿಮ್ಮ ಮಿತಿ ಮೀರುತ್ತಿದ್ದೀರಿ. %(time)s ನಂತರ ಪ್ರಯತ್ನಿಸಿ.

source: You've submitted too many links recently. Please try again in an hour.
kn_in: ನೀವು ಇತ್ತೀಚೆಗೆ ಹಲವಾರು ಕೊಂಡಿಗಳನ್ನು ಸಲ್ಲಿಸಿದ್ದೀರಿ. ದಯವಿಟ್ಟು ಒಂದು ಗಂಟೆಯ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.

source: you are doing that too much. try again later.
kn_in: ನೀವದನ್ನು ತುಂಬಾ ಮಾಡುತ್ತಿದ್ದೀರಿ. ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ

source: your session has expired
kn_in: ನಿಮ್ಮ ಅಧಿವೇಶನ ಗತಿಸಿದೆ

source: you must accept the terms first
kn_in: ನೀವು ಮೊದಲು ನಿಬಂಧನೆಗಳನ್ನು ಒಪ್ಪಬೇಕು

source: that option is not valid
kn_in: ಆ ಆಯ್ಕೆ ಮಾನ್ಯವಾದದ್ದಲ್ಲ

source: the following emails are invalid: %(emails)s
kn_in: ಈ ಮುಂದಿನ ಇ-ಅಂಚೆಗಳು ಮಾನ್ಯವಾದದ್ದವಾಗಿಲ್ಲ: %(emails)s

source: please enter at least one email address
kn_in: ಒಂದು ಈಮೇಲ್ ವಿಳಾಸವನ್ನಾದರೂ ಕೊಡಿ

source: please only share to %(num)s emails at a time.
kn_in: ದಯವಿಟ್ಟು ಕೇವಲ %(num)s ಇ-ಅಂಚೆಗಳೊಡನೆ ಒಮ್ಮೆಲೇ ಹಂಚಿಕೊಳ್ಳಿ.

source: please provide a date of the form mm/dd/yyyy
kn_in: mm/dd/yyyy ರೀತಿಯಲ್ಲಿ ತಾರೀಕೊಂದನ್ನು ಕೊಡಿ

source: the dates need to be in order and not identical
kn_in: ತಾರೀಕುಗಳು ಕ್ರಮದಲ್ಲಿರಬೇಕು ಮತ್ತು ಬೇರೆಬೇರೆಯಾಗಿರಬೇಕು

source: you must choose a date range of less than %(days)s days
kn_in: ನೀವು %(days)s ದಿನಗಳಿಗಿಂತ ಕಡಿಮೆ ಇರುವ ದಿನಾಂಕದ ವ್ಯಾಪ್ತಿ ಆಯ್ಕೆ ಮಾಡಬೇಕು

source: address problem: %(message)s
kn_in: ವಿಳಾಸದಲ್ಲಿ ತೊಂದರೆ: %(message)s

source: card problem: %(message)s
kn_in: ಕಾರ್ಡ್‌ನಲ್ಲಿ ತೊಂದರೆ: %(message)s

source: this is too long (max: %(max_length)s)
kn_in: ಇದು ತುಂಬಾ ಉದ್ದ (ಮಿತಿ: %(max_length)s)

source: we need something here
kn_in: ಇಲ್ಲೇನಾದರೂ ಇರಲೇಬೇಕು

source: we've never seen that code before
kn_in: ಆ ಸಂಕೇತವನ್ನು ನಾವು ಹಿಂದೆಂದೂ ನೋಡಿಲ್ಲ

source: that code has already been claimed -- perhaps by you?
kn_in: ಆ ಸಂಕೇತದ ಹಕ್ಕನ್ನು ಆಗಲೇ ನೀಡಲಾಗಿದೆ -- ಬಹುಶಃ ನಿಮಗೆಯೇ?

source: that's a piece of history now; it's too late to reply to it
kn_in: ಅದೀಗ ಐತಿಹಾಸಿಕ; ಉತ್ತರಿಸುವ ಕಾಲ ಮಿಂಚಿಹೋಗಿದೆ

source: invalid css name
kn_in: ಅಮಾನ್ಯವಾದ ಸಿಎಸ್ಎಸ್ ಹೆಸರು

source: invalid css
kn_in: ಅಮಾನ್ಯ ಸಿಎಸಎಸ

source: invalid revision ID
kn_in: ಅಮಾನ್ಯ ಪರಿಷ್ಕರಣೆ ಐಡಿ

source: too many flair css classes
kn_in: ಅತಿಯಾದ ಫ್ಲೇರ್ ಸಿಎಸ್ಎಸ್ ಕ್ಲಾಸ್ಗಳು

source: not a valid flair target
kn_in: ಫ್ಲೇರ್ ಗುರಿ ಅಮಾನ್ಯವಾಗಿದೆ

source: invalid redirect_uri parameter
kn_in: ಅಮಾನ್ಯವಾದ redirect_uri ಪ್ಯಾರಾಮೀಟರ್

source: invalid scope requested
kn_in: ಅಮಾನ್ಯವಾದ ವ್ಯಾಪ್ತಿಯನ್ನು ಕೋರಲಾಗಿದೆ

source: invalid refresh token
kn_in: ಅಮಾನ್ಯವಾದ ರಿಫ್ರೆಶ್ ಟೋಕನ್

source: access denied by the user
kn_in: ಬಳಕೆದಾರನಿಂದ ಪ್ರವೇಶ ನಿರಾಕರಿಸಲಾಗಿದೆ

source: please confirm the form
kn_in: ದಯವಿಟ್ಟು ಫಾರ್ಮನ್ನು ದೃಢೀಕರಿಸಿ

source: conflict error while saving
kn_in: ಉಳಿಸುವ ಸಮಯದಲ್ಲಿ ಕಾನ್ಫ್ಲಿಕ್ಟ್ ದೋಷ

source: cannot perform this action via the API
kn_in: ಎ ಪಿ ಐ ಮೂಲಕ ಈ ಕ್ರಿಯೆ ನಿರ್ವಹಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ

source: %(domain)s is not allowed on reddit: %(reason)s
kn_in: %(domain)s ರೆಡ್ದಿಟ್ ನಲ್ಲಿ ನಿಷೇಧಿಸಲಾಗಿದೆ : %(reason)s

source: you must enable two-factor authentication
kn_in: ನೀವು ಎರಡು ಅಂಶ ದೃಢೀಕರಣವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬೇಕು

source: image problem
kn_in: ಚಿತ್ರದ ತೊಂದರೆ

source: already added
kn_in: ಆಗಲೇ ಸೇರಿಸಲಾಗಿದೆ

source: too many developers
kn_in: ಹಲವಾರು ಅಭಿವರ್ಧಕರು

source: i don't believe you.
kn_in: ನಾನು ನಿನ್ನನ್ನು ನಂಬುವುದಿಲ್ಲ.

source: that user is already a moderator
kn_in: ಆ ಬಳಕೆದಾರ ಈಗಾಗಲೇ ಮಾಡರೇಟರ್ ಆಗಿದ್ದಾರೆ

source: there is no pending invite for that subreddit
kn_in: ಆ ಸಬ್ ರೆಡ್ಡಿಟ್ ಗೆ ಯಾವುದೇ ಆಮಂತ್ರಣ ಬಾಕಿ ಇಲ್ಲ

source: you have too many campaigns for that promotion
kn_in: ನಿಮ್ಮ ಪ್ರಚಾರವು ಬಹಳಷ್ಟು ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಹೊಂದಿವೆ

source: that jsonp callback contains invalid characters
kn_in: ಆ ಜೆಸನ್ ಪಿ ಕಾಲ್ ಬ್ಯಾಕ್ ನಲ್ಲಿ ಅಮಾನ್ಯವಾದ ಅಕ್ಷರಗಳಿವೆ

source: Funny 500 page message 1
kn_in: ತಮಾಷೆಯ 500 ಪುಟ ಸಂದೇಶ 1

source: Funny 500 page message 2
kn_in: ತಮಾಷೆಯ 500 ಪುಟ ಸಂದೇಶ 2

source: Funny 500 page message 3
kn_in: ತಮಾಷೆಯ 500 ಪುಟ ಸಂದೇಶ 3

source: Funny 500 page message 4
kn_in: ತಮಾಷೆಯ 500 ಪುಟ ಸಂದೇಶ 4

source: Funny 500 page message 5
kn_in: ತಮಾಷೆಯ 500 ಪುಟ ಸಂದೇಶ 5

source: Funny 500 page message 6
kn_in: ತಮಾಷೆಯ 500 ಪುಟ ಸಂದೇಶ 6

source: Funny 500 page message 7
kn_in: ತಮಾಷೆಯ 500 ಪುಟ ಸಂದೇಶ 7

source: Funny 500 page message 8
kn_in: ತಮಾಷೆಯ 500 ಪುಟ ಸಂದೇಶ 8

source: Funny 500 page message 9
kn_in: ತಮಾಷೆಯ 500 ಪುಟ ಸಂದೇಶ 9

source: Funny 500 page message 10
kn_in: ತಮಾಷೆಯ 500 ಪುಟ ಸಂದೇಶ 10

source: Reason to create a reddit 1
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 1

source: Reason to create a reddit 2
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 2

source: Reason to create a reddit 3
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 3

source: Reason to create a reddit 4
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 4

source: Reason to create a reddit 5
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 5

source: Reason to create a reddit 6
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 6

source: Reason to create a reddit 7
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 7

source: Reason to create a reddit 8
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 8

source: Reason to create a reddit 9
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 9

source: Reason to create a reddit 10
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 10

source: Reason to create a reddit 11
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 11

source: Reason to create a reddit 12
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 12

source: Reason to create a reddit 13
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 13

source: Reason to create a reddit 14
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 14

source: Reason to create a reddit 15
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 15

source: Reason to create a reddit 16
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 16

source: Reason to create a reddit 17
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 17

source: Reason to create a reddit 18
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 18

source: Reason to create a reddit 19
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 19

source: Reason to create a reddit 20
kn_in: ರೆಡ್ಡಿಟ್ ರಚಿಸಲು ಕಾರಣ 20

source: uniques by hour
kn_in: ಗಂಟೆಯ ಅನನ್ಯವಾದವುಗಳು

source: pageviews by hour
kn_in: ಪ್ರತಿ ಗಂಟೆಗೆ ಪುಟ ವೀಕ್ಷಣೆಗಳು

source: traffic by hour
kn_in: ಪ್ರತಿ ಗಂಟೆಗೆ ದಟ್ಟಣೆ

source: impressions by hour
kn_in: ಪ್ರತಿ ಗಂಟೆಗೆ ಗುರುತುಗಳು

source: clicks by hour
kn_in: ಪ್ರತಿ ಗಂಟೆಗೆ ಕ್ಲಿಕ್ಕ್ಸ್

source: uniques by day
kn_in: ದಿನದ ಅನನ್ಯವಾದವುಗಳು

source: pageviews by day
kn_in: ದಿನವಹೀ ಪುಟವೀಕ್ಷಣೆಗಳು

source: traffic by day
kn_in: ದಿನವಹೀ ದಟ್ಟಣೆ

source: impressions by day
kn_in: ದಿನವಹೀ ಗುರುತುಗಳು

source: clicks by day
kn_in: ದಿನವಹೀ ಕ್ಲಿಕ್ಗಳು

source: uniques by month
kn_in: ತಿಂಗಳ ಅನನ್ಯವಾದುವು

source: pageviews by month
kn_in: ತಿಂಗಳಿನ ಪುಟವೀಕ್ಷಣೆಗಳು

source: traffic by month
kn_in: ತಿಂಗಳಿನ ದಟ್ಟಣೆ

source: impressions by month
kn_in: ತಿಂಗಳಿನ ಗುರುತುಗಳು

source: clicks by month
kn_in: ತಿಂಗಳಿನ ಕ್ಲಿಕ್ಗಳು

source: [removed]
kn_in: [ತೆಗೆದುಹಾಕಲಾಗಿದೆ]

source: hot
kn_in: ಬಿಸಿ

source: new
kn_in: ಹೊಸತು

source: old
kn_in: ಹಳತು

source: ups
kn_in: ಮೆಳ್ಬಾಣಗಳು

source: downs
kn_in: ಕೆಳಬಾಣಗಳು

source: top
kn_in: ಉನ್ನತ

source: more
kn_in: ಇನ್ನೊಂದಷ್ಟು

source: relevance
kn_in: ಸಾಮ್ಯತೆ

source: controversial
kn_in: ವಿವಾದಾಸ್ಪದ

source: best
kn_in: ಅತ್ತ್ಯುತ್ತಮ

source: random
kn_in: ಯಾದೃಚ್ಛಿಕ

source: saved {toolbar}
kn_in: ಉಳಿಸಲಾಗಿದೆ {ಪರಿಕರಪಟ್ಟಿ}

source: recommended
kn_in: ಶಿಫಾರಸು ಮಾಡಲಾದ

source: rising
kn_in: ಏರುತ್ತಿರುವ

source: admin
kn_in: ನಿರ್ವಾಹಕ

source: this hour
kn_in: ಈ ಗಂಟೆ

source: today
kn_in: ಇವತ್ತು

source: this week
kn_in: ಈ ವಾರ

source: this month
kn_in: ಈ ತಿಂಗಳು

source: this year
kn_in: ಈ ವರ್ಷ

source: all time
kn_in: ಶುರುವಿನಿಂದ

source: spam
kn_in: ಸ್ಪ್ಯಾಮ್

source: autobanned
kn_in: ಸ್ವಯಂ ನಿಷೇಧಿತ

source: preferences
kn_in: ಆದ್ಯತೆಗಳು

source: blog
kn_in: ಬ್ಲಾಗ್

source: logout
kn_in: ಲಾಗ್ ಔಟ್

source: buttons
kn_in: ಗುಂಡಿಗಳು

source: widget
kn_in: ವಿಡ್ಜೆಟ್

source: source code
kn_in: ಮೂಲ ಕೋಡ್

source: mobile
kn_in: ಮೊಬೈಲ್

source: store
kn_in: ಅಂಗಡಿ

source: advertise
kn_in: ಜಾಹೀರುಪಡಿಸು

source: rules
kn_in: ನಿಯಮಗಳು

source: options
kn_in: ಆಯ್ಕೆಗಳು

source: RSS feeds
kn_in: ಅರ ಎಸ ಎಸ ಫೀಡ್ಗಳು

source: friends
kn_in: ಸ್ನೇಹಿತರು

source: blocked
kn_in: ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ

source: password/email
kn_in: ಪ್ರವೇಶಪದ/ಇಮೇಲ್

source: delete
kn_in: ಅಳಿಸಿ

source: two-factor authentication
kn_in: ಎರಡು-ಅಂಶ ದೃಢೀಕರಣ

source: compose
kn_in: ರಚಿಸಿ

source: inbox
kn_in: ಅಂಚೆಪೆಟ್ಟಿಗೆ

source: sent
kn_in: ಕಳಿಸಿದ್ದು

source: comments {toolbar}
kn_in: ಟಿಪ್ಪಣಿಗಳು {ಪರಿಕರಪಟ್ಟಿ}

source: details
kn_in: ವಿವರಗಳು

source: other discussions (%(num)s)
kn_in: ಇತರ ಚರ್ಚೆಗಳು (%(num)s)

source: traffic stats
kn_in: ಸಂಚಾರ ಅಂಕಿಅಂಶಗಳು

source: stylesheet
kn_in: ಸ್ಟೈಲ್ ಶೀಟ್

source: home
kn_in: ಮುಖಪುಟ

source: about
kn_in: ಅದರ ಕುರಿತು

source: edit subscriptions
kn_in: ವರ್ಗಣಿಗಳನ್ನು ತಿದ್ದು

source: subreddit settings
kn_in: ಸಬ್ ರೆಡ್ಡಿಟ್ ಸೆಟ್ಟಿಂಗ್ ಗಳು

source: edit moderators
kn_in: ಮಾಡರೇಟರ್ ಗಳ್ಳನ್ನು ತಿದ್ದು

source: moderator mail
kn_in: ಮಾಡರೇಟರ್ ಅಂಚೆ

source: edit approved submitters
kn_in: ಮಂಜೂರಾದ ಸಲ್ಲಿಸುವವರು

source: ban users
kn_in: ಬಳಕೆದಾರರನ್ನು ನಿಷೇಧಿಸು

source: edit flair
kn_in: ಫ್ಲೇರ್ ಸಂಪಾದಿಸಿ

source: moderation log
kn_in: ನಿಯಂತ್ರಣೆ ದಿನಚರಿ

source: moderation queue
kn_in: ನಿಯ೦ತ್ರಕರರ ಸರದಿ

source: unmoderated links
kn_in: ನಿಯಂತ್ರಿಸದ ಕೊಂಡಿಗಳು

source: ban wiki contributors
kn_in: ವಿಕಿ ಕೊಡುಗೆದಾರರನ್ನು ನಿಷೇಧಿಸಿ

source: add wiki contributors
kn_in: ವಿಕಿ ಕೊಡುಗೆದಾರರನ್ನು ಸೇರಿಸಿ

source: recent wiki revisions
kn_in: ಇತ್ತೀಚಿನ ವಿಕಿ ಪರಿಷ್ಕರಣೆಗಳು

source: wiki page list
kn_in: ವಿಕಿ ಪುಟ ಪಟ್ಟಿ

source: popular
kn_in: ಜನಪ್ರಿಯ

source: create
kn_in: ರಚಿಸು

source: help translate
kn_in: ಅನುವಾದಿಸಲು ಸಹಾಯ ಮಾಡಿ

source: errors
kn_in: ದೋಷಗಳು

source: ads
kn_in: ಜಾಹೀರಾತುಗಳು

source: promoted
kn_in: ಪ್ರಚಾರಿಸಲಾದ

source: reporters
kn_in: ವರದಿಗಾರರು

source: reported authors
kn_in: ವರದಿಸಲಾದ ಲೇಖಕರು

source: info
kn_in: ಮಾಹಿತಿ

source: share
kn_in: ಹಂಚು

source: overview
kn_in: ಸಮೀಕ್ಷೆ

source: submitted
kn_in: ಸಲ್ಲಿಸಲಾದ

source: liked
kn_in: ಇಷ್ಟಪಟ್ಟಿದ್ದು

source: disliked
kn_in: ಇಷ್ಟಪಟ್ಟಿಲ್ಲದ್ದು

source: hidden {toolbar}
kn_in: ಗುಪ್ತ {ಪರಿಕರಪಟ್ಟಿ}

source: reported
kn_in: ವರದಿಯಾಗಿದೆ

source: create promotion
kn_in: ಪ್ರಚಾರವನ್ನು ರಚಿಸಿ

source: my promoted links
kn_in: ನನ್ನ ಪ್ರಚಾರಿಸಿದ ಕೊಂಡಿಗಳು

source: unseen
kn_in: ನೋಡದ

source: roadblock
kn_in: ತಡೆಗೋಡೆ

source: live
kn_in: ಜೀವಂತ

source: unpaid
kn_in: ವೇತನರಹಿತ

source: pending
kn_in: ಬಾಕಿ

source: rejected
kn_in: ತಿರಸ್ಕರಿಸಿದ

source: sitewide
kn_in: ತಾಣ ವೈಶಾಲ್ಯ

source: languages
kn_in: ಭಾಷೆಗಳು

source: adverts
kn_in: ಜಾಹೀರಾತುಗಳು

source: whitelist
kn_in: ಶ್ವೇತಪಟ್ಟಿ

source: mod
kn_in: ನಿಯಂತ್ರಕ

source: front
kn_in: ಮುಖ

source: kind
kn_in: ರೀತಿ

source: links from
kn_in: ಕೊಂಡಿಗಳು ಇಲ್ಲಿಂದ

source: current edit
kn_in: ಪ್ರಸಕ್ತ ಸಂಪಾದನೆ

source: your edit
kn_in: ನಿಮ್ಮ ಸಂಪಾದನೆ

source: comment
kn_in: ಅನಿಸಿಕೆ ಅನಿಸಿಕೆಗಳು

source: submitting...
kn_in: ಸಲ್ಲಿಸಲಾಗುತ್ತಿದೆ...

source: that link has already been submitted, but you can try to [submit it again](%s).
kn_in: ಆ ಸಂಪರ್ಕವನ್ನು ಈಗಾಗಲೇ ಸಮರ್ಪಿಸಿಯಾಗಿದೆ. ಆದರೆ ನೀವು ಅದನ್ನು [ಮತ್ತೆ ಸಮರ್ಪಿಸಲು] ಯತ್ನಿಸಬಹುದು (%s)

source: your account has been deleted, but we won't judge you for it.
kn_in: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಳಿಸಲಾಗಿದೆ, ಆದರೆ ನಾವು ಇದನ್ನು ನಿಮ್ಮ ಯೋಗ್ಯತೆ ನಿರ್ಣಯಿಸಲು ಬಳಸುವುದಿಲ್ಲ.

source: you'll need to login or register to do that
kn_in: ನೀವಿದನ್ನು ಮಾಡಲು ಲಾಗಿನ್ ಅಥವಾ ನೋಂದಣಿ ಮಾಡುವ ಅಗತ್ಯವಿದೆ

source: (don't worry, it only takes a few seconds)
kn_in: (ಚಿಂತಿಸಬೇಡಿ, ಕೆಲವೇ ಕ್ಷಣಗಳ ಕೆಲಸ)

source: Log in or register to connect your reddit account with %(app)s.
kn_in: %(app)s ನಿಮ್ಮ ರೆಡ್ಡಿಟ್ ಖಾತೆಗೆ ಸಂಪರ್ಕಿಸಲು ಲಾಗ್ ಇನ್ ಅಥವಾ ನೋಂದಾಯಿಸಿ.

source: I understand and agree that registration on or use of this site constitutes agreement to its %(user_agreement)s and %(privacy_policy)s.
kn_in: ಈ ಸೈಟ್ ಉಪಯೋಗಿಸಿದಲ್ಲಿ ಅಥವಾ ಇಲ್ಲಿ ನೋಂದಣಿ ಆದಲ್ಲಿ ಇಲ್ಲಿನ %(user_agreement)s and %(privacy_policy)s ಗೆ ಒಪ್ಪಿಗೆ ಸೂಚಿಸಿದಂತೆ ಎಂದು ನಾನು ಒಪ್ಪುತ್ತೀನೆ ಮತ್ತು ಸಮ್ಮತಿಸುತ್ತೇನೆ.

source: to view reddit with only submissions from your friends, use [reddit.com/r/friends](%s)
kn_in: ನಿಮ್ಮ ಗೆಳೆಯರ ಸಲ್ಲಿಕೆಗಳನ್ನು ಮಾತ್ರ ನೋಡಲು ಇದನ್ನು ಉಪಯೋಗಿಸಿ - [reddit.com/r/friends](%s)

source: visit [%(link)s](%(link)s) for more information
kn_in: ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ಇಲ್ಲಿ ಭೇಟಿ ನೀಡಿ - [%(link)s](%(link)s)

source: "%(brokenurl)s" is not a valid URL
kn_in: "%(brokenurl)s" ಒಂದು ಅಮಾನ್ಯವಾದ ಯು ಅರ್ ಎಲ್

source: "%(cssprop)s" is not a valid CSS property
kn_in: "%(cssprop)s" ಒಂದು ಅಮಾನ್ಯವಾದ ಸಿಎಸ್ಎಸ್ ಪ್ರಾಪರ್ಟಿ

source: "%(cssvalue)s" is not a valid value for CSS property "%(cssprop)s"
kn_in: "%(cssvalue)s" ಸಿಎಸ್ಎಸ್ ಪ್ರಾಪರ್ಟಿ "%(cssprop)s"ಗೆ ಒಂದು ಅಮಾನ್ಯವಾದ ಮೌಲ್ಯ

source: too big. keep it under %(max_size)dkb
kn_in: ತುಂಬಾ ದೊಡ್ಡದು. %(max_size)dkb ರ ಕೆಳಗೆ ಇರಲಿ

source: max size: %(max_size)dkB
kn_in: ಗರಿಷ್ಠ ಗಾತ್ರ: %(max_size)dkB

source: syntax error: "%(syntaxerror)s"
kn_in: ಸಿಂಟ್ಯಾಕ್ಸ್ ದೋಷ: "%(syntaxerror)s"

source: @imports are not allowed
kn_in: @ಆಮದು ಗಳಿಗೆ ಅನುಮತಿಯಿಲ್ಲ

source: invalid CSS property list "%(proplist)s"
kn_in: ಅಮಾನ್ಯವಾದ ಸಿಎಸ್ಎಸ್ ಪ್ರಾಪರ್ಟಿ ಪಟ್ಟಿ "%(proplist)s"

source: unknown CSS rule type "%(ruletype)s"
kn_in: ಅಪರಿಚಿತ ಸಿಎಸ್ಎಸ್ ನಿಯಮದ ಪ್ರಕಾರ "%(ruletype)s"

source: %(author)s comments on %(title)s
kn_in: %(author)s %(title)s ಮೇಲೆ ಅನಿಸಿಕೆ ಕೊಟ್ಟರು

source: this subreddit has been banned
kn_in: ಈ ಸಬ್ ರೆಡ್ಡಿಟ್ ನಿರ್ಭಂಧಿಸಲಾಗಿದೆ
